{"text_a": ["To Sherlock Holmes she is always the woman. ", "I have seldom heard him mention her under any other name. ", "In his eyes she eclipses and predominates the whole of her sex. ", "It was not that he felt any emotion akin to love for Irene Adler. ", "All emotions, and that one particularly, were abhorrent to his cold, precise but admirably balanced mind. ", "He was, I take it, the most perfect reasoning and observing machine that the world has seen, but as a lover he would have placed himself in a false position. ", "He never spoke of the softer passions, save with a gibe and a sneer. ", "They were admirable things for the observer—excellent for drawing the veil from mens motives and actions. ", "But for the trained reasoner to admit such intrusions into his own delicate and finely adjusted temperament was to introduce a distracting factor which might throw a doubt upon all his mental results. ", "Grit in a sensitive instrument, or a crack in one of his own high-power lenses, would not be more disturbing than a strong emotion in a nature such as his. ", "And yet there was but one woman to him, and that woman was the late Irene Adler, of dubious and questionable memory. ", "I had seen little of Holmes lately. ", "My marriage had drifted us away from each other. ", "My own complete happiness, and the home-centred interests which rise up around the man who first finds himself master of his own establishment, were sufficient to absorb all my attention, while Holmes, who loathed every form of society with his whole Bohemian soul, remained in our lodgings in Baker Street, buried among his old books, and alternating from week to week between cocaine and ambition, the drowsiness of the drug, and the fierce energy of his own keen nature. ", "He was still, as ever, deeply attracted by the study of crime, and occupied his immense faculties and extraordinary powers of observation in following out those clues, and clearing up those mysteries which had been abandoned as hopeless by the official police. ", "From time to time I heard some vague account of his doings: of his summons to Odessa in the case of the Trepoff murder, of his clearing up of the singular tragedy of the Atkinson brothers at Trincomalee, and finally of the mission which he had accomplished so delicately and successfully for the reigning family of Holland. ", "Beyond these signs of his activity, however, which I merely shared with all the readers of the daily press, I knew little of my former friend and companion. ", "One night—it was on the twentieth of March, 1888—I was returning from a journey to a patient (for I had now returned to civil practice), when my way led me through Baker Street. ", "As I passed the well-remembered door, which must always be associated in my mind with my wooing, and with the dark incidents of the Study in Scarlet, I was seized with a keen desire to see Holmes again, and to know how he was employing his extraordinary powers. ", "His rooms were brilliantly lit, and, even as I looked up, I saw his tall, spare figure pass twice in a dark silhouette against the blind. ", "He was pacing the room swiftly, eagerly, with his head sunk upon his chest and his hands clasped behind him. ", "To me, who knew his every mood and habit, his attitude and manner told their own story. ", "He was at work again. ", "He had risen out of his drug-created dreams and was hot upon the scent of some new problem. ", "I rang the bell and was shown up to the chamber which had formerly been in part my own. ", "His manner was not effusive. It seldom was; but he was glad, I think, to see me. ", "With hardly a word spoken, but with a kindly eye, he waved me to an armchair, threw across his case of cigars, and indicated a spirit case and a gasogene in the corner. ", "Then he stood before the fire and looked me over in his singular introspective fashion. ", "Wedlock suits you, he remarked. ", "I think, Watson, that you have put on seven and a half pounds since I saw you. ", "Seven! I answered. ", "Indeed, I should have thought a little more. ", "Just a trifle more, I fancy, Watson. ", "And in practice again, I observe. ", "You did not tell me that you intended to go into harness. ", "Then, how do you know? ", "I see it, I deduce it. ", "How do I know that you have been getting yourself very wet lately, and that you have a most clumsy and careless servant girl? ", "My dear Holmes, said I, this is too much. ", "You would certainly have been burned, had you lived a few centuries ago. ", "It is true that I had a country walk on Thursday and came home in a dreadful mess, but as I have changed my clothes I cant imagine how you deduce it. ", "As to Mary Jane, she is incorrigible, and my wife has given her notice, but there, again, I fail to see how you work it out. ", "He chuckled to himself and rubbed his long, nervous hands together. ", "It is simplicity itself, said he; my eyes tell me that on the inside of your left shoe, just where the firelight strikes it, the leather is scored by six almost parallel cuts. ", "Obviously they have been caused by someone who has very carelessly scraped round the edges of the sole in order to remove crusted mud from it. ", "Hence, you see, my double deduction that you had been out in vile weather, and that you had a particularly malignant boot-slitting specimen of the London slavey. ", "As to your practice, if a gentleman walks into my rooms smelling of iodoform, with a black mark of nitrate of silver upon his right forefinger, and a bulge on the right side of his top-hat to show where he has secreted his stethoscope, I must be dull, indeed, if I do not pronounce him to be an active member of the medical profession. ", "I could not help laughing at the ease with which he explained his process of deduction. ", "When I hear you give your reasons, I remarked, the thing always appears to me to be so ridiculously simple that I could easily do it myself, though at each successive instance of your reasoning I am baffled until you explain your process. ", "And yet I believe that my eyes are as good as yours. ", "Quite so, he answered, lighting a cigarette, and throwing himself down into an armchair. ", "You see, but you do not observe. ", "The distinction is clear. ", "For example, you have frequently seen the steps which lead up from the hall to this room. ", "Frequently. \n", "How often? ", "Well, some hundreds of times. ", "Then how many are there? ", "How many? I dont know. ", "Quite so! ", "You have not observed. ", "And yet you have seen. ", "That is just my point. ", "Now, I know that there are seventeen steps, because I have both seen and observed. ", "By-the-way, since you are interested in these little problems, and since you are good enough to chronicle one or two of my trifling experiences, you may be interested in this. He threw over a sheet of thick, pink-tinted note-paper which had been lying open upon the table. ", "It came by the last post, said he. ", "Read it aloud. ", "The note was undated, and without either signature or address. ", "There will call upon you to-night, at a quarter to eight oclock, it said, a gentleman who desires to consult you upon a matter of the very deepest moment. ", "Your recent services to one of the royal houses of Europe have shown that you are one who may safely be trusted with matters which are of an importance which can hardly be exaggerated. ", "This account of you we have from all quarters received. Be in your chamber then at that hour, and do not take it amiss if your visitor wear a mask. ", "This is indeed a mystery, I remarked. ", "What do you imagine that it means? ", "I have no data yet. ", "It is a capital mistake to theorize before one has data. ", "Insensibly one begins to twist facts to suit theories, instead of theories to suit facts. ", "But the note itself. What do you deduce from it? ", "I carefully examined the writing, and the paper upon which it was written. ", "The man who wrote it was presumably well to do, I remarked, endeavouring to imitate my companions processes. ", "Such paper could not be bought under half a crown a packet. ", "It is peculiarly strong and stiff. ", "Peculiar—that is the very word, said Holmes. ", "It is not an English paper at all. ", "Hold it up to the light. ", "I did so, and saw a large E with a small g, a P, and a large G with a small t woven into the texture of the paper. ", "What do you make of that? asked Holmes. ", "The name of the maker, no doubt; or his monogram, rather. ", "Not at all. ", "The ‘G’ with the small ‘t’ stands for ‘Gesellschaft,’ which is the German for ‘Company.’ It is a customary contraction like our ‘Co.’ \n", "‘P,’ of course, stands for ‘Papier.’ ", "Now for the ‘Eg.’ ", "Let us glance at our Continental Gazetteer. He took down a heavy brown volume from his shelves. ", "Eglow, Eglonitz—here we are, Egria. ", "It is in a German-speaking country—in Bohemia, not far from Carlsbad. ", "‘Remarkable as being the scene of the death of Wallenstein, and for its numerous glass-factories and paper-mills.’ ", "Ha, ha, my boy, what do you make of that? ", "His eyes sparkled, and he sent up a great blue triumphant cloud from his cigarette. ", "The paper was made in Bohemia, I said. ", "Precisely. ", "And the man who wrote the note is a German. ", "Do you note the peculiar construction of the sentence—‘This account of you we have from all quarters received.’ ", "A Frenchman or Russian could not have written that. ", "It is the German who is so uncourteous to his verbs. ", "It only remains, therefore, to discover what is wanted by this German who writes upon Bohemian paper and prefers wearing a mask to showing his face. ", "And here he comes, if I am not mistaken, to resolve all our doubts. ", "As he spoke there was the sharp sound of horses hoofs and grating wheels against the curb, followed by a sharp pull at the bell. ", "Holmes whistled. ", "A pair, by the sound, said he. ", "Yes, he continued, glancing out of the window. A nice little brougham and a pair of beauties. ", "A hundred and fifty guineas apiece. ", "Theres money in this case, Watson, if there is nothing else. ", "I think that I had better go, Holmes. ", "Not a bit, Doctor. ", "Stay where you are. ", "I am lost without my Boswell. ", "And this promises to be interesting. ", "It would be a pity to miss it. ", "But your client—  Never mind him. ", "I may want your help, and so may he. ", "Here he comes. ", "Sit down in that armchair, Doctor, and give us your best attention. ", "A slow and heavy step, which had been heard upon the stairs and in the passage, paused immediately outside the door. ", "Then there was a loud and authoritative tap. ", "Come in! said Holmes. ", "A man entered who could hardly have been less than six feet six inches in height, with the chest and limbs of a Hercules. ", "His dress was rich with a richness which would, in England, be looked upon as akin to bad taste. ", "Heavy bands of astrakhan were slashed across the sleeves and fronts of his double-breasted coat, while the deep blue cloak which was thrown over his shoulders was lined with flame-coloured silk and secured at the neck with a brooch which consisted of a single flaming beryl. ", "Boots which extended halfway up his calves, and which were trimmed at the tops with rich brown fur, completed the impression of barbaric opulence which was suggested by his whole appearance. ", "He carried a broad-brimmed hat in his hand, while he wore across the upper part of his face, extending down past the cheekbones, a black vizard mask, which he had apparently adjusted that very moment, for his hand was still raised to it as he entered. ", "From the lower part of the face he appeared to be a man of strong character, with a thick, hanging lip, and a long, straight chin suggestive of resolution pushed to the length of obstinacy. ", "You had my note? ", "he asked with a deep harsh voice and a strongly marked German accent. ", "I told you that I would call. He looked from one to the other of us, as if uncertain which to address. ", "Pray take a seat, said Holmes. ", "This is my friend and colleague, Dr. Watson, who is occasionally good enough to help me in my cases. ", "Whom have I the honour to address? ", "You may address me as the Count Von Kramm, a Bohemian nobleman. ", "I understand that this gentleman, your friend, is a man of honour and discretion, whom I may trust with a matter of the most extreme importance. ", "If not, I should much prefer to communicate with you alone. ", "I rose to go, but Holmes caught me by the wrist and pushed me back into my chair. ", "It is both, or none, said he. ", "You may say before this gentleman anything which you may say to me. ", "The Count shrugged his broad shoulders. ", "Then I must begin, said he, by binding you both to absolute secrecy for two years; at the end of that time the matter will be of no importance. ", "At present it is not too much to say that it is of such weight it may have an influence upon European history. ", "I promise, said Holmes. ", "And I. ", "You will excuse this mask, continued our strange visitor. ", "The august person who employs me wishes his agent to be unknown to you, and I may confess at once that the title by which I have just called myself is not exactly my own. ", "I was aware of it, said Holmes dryly. ", "The circumstances are of great delicacy, and every precaution has to be taken to quench what might grow to be an immense scandal and seriously compromise one of the reigning families of Europe. ", "To speak plainly, the matter implicates the great House of Ormstein, hereditary kings of Bohemia. ", "I was also aware of that, murmured Holmes, settling himself down in his armchair and closing his eyes. ", "Our visitor glanced with some apparent surprise at the languid, lounging figure of the man who had been no doubt depicted to him as the most incisive reasoner and most energetic agent in Europe. ", "Holmes slowly reopened his eyes and looked impatiently at his gigantic client. ", "If your Majesty would condescend to state your case, he remarked, I should be better able to advise you. ", "The man sprang from his chair and paced up and down the room in uncontrollable agitation. ", "Then, with a gesture of desperation, he tore the mask from his face and hurled it upon the ground. ", "You are right, he cried; I am the King. ", "Why should I attempt to conceal it? ", "Why, indeed? murmured Holmes. ", "Your Majesty had not spoken before I was aware that I was addressing Wilhelm Gottsreich Sigismond von Ormstein, Grand Duke of Cassel-Felstein, and hereditary King of Bohemia. ", "But you can understand, said our strange visitor, sitting down once more and passing his hand over his high white forehead, you can understand that I am not accustomed to doing such business in my own person. ", "Yet the matter was so delicate that I could not confide it to an agent without putting myself in his power. ", "I have come incognito from Prague for the purpose of consulting you. ", "Then, pray consult, said Holmes, shutting his eyes once more. ", "The facts are briefly these: Some five years ago, during a lengthy visit to Warsaw, I made the acquaintance of the well-known adventuress, Irene Adler. ", "The name is no doubt familiar to you. ", "Kindly look her up in my index, Doctor, murmured Holmes without opening his eyes. ", "For many years he had adopted a system of docketing all paragraphs concerning men and things, so that it was difficult to name a subject or a person on which he could not at once furnish information. ", "In this case I found her biography sandwiched in between that of a Hebrew rabbi and that of a staff-commander who had written a monograph upon the deep-sea fishes. ", "Let me see! said Holmes. ", "Hum! Born in New Jersey in the year 1858. ", "Contralto—hum! La Scala, hum! Prima donna Imperial Opera of Warsaw—yes! ", "Retired from operatic stage—ha! \n", "Living in London—quite so! ", "Your Majesty, as I understand, became entangled with this young person, wrote her some compromising letters, and is now desirous of getting those letters back. ", "Precisely so. \n", "But how.  \n", "Was there a secret marriage? ", "None. ", "No legal papers or certificates? ", "None. ", "Then I fail to follow your Majesty. ", "If this young person should produce her letters for blackmailing or other purposes, how is she to prove their authenticity? ", "There is the writing. ", "Pooh, pooh! Forgery. ", "My private note-paper. ", "Stolen. ", "My own seal. ", "Imitated. ", "My photograph. ", "Bought. ", "We were both in the photograph. ", "Oh, dear! That is very bad! ", "Your Majesty has indeed committed an indiscretion. ", "I was mad—insane. ", "You have compromised yourself seriously. ", "I was only Crown Prince then. ", "I was young. ", "I am but thirty now. \n", "It must be recovered. ", "We have tried and failed. ", "Your Majesty must pay. ", "It must be bought. ", "She will not sell. ", "Stolen, then. ", "Five attempts have been made. ", "Twice burglars in my pay ransacked her house. ", "Once we diverted her luggage when she travelled. ", "Twice she has been waylaid. ", "There has been no result. ", "No sign of it? ", "Absolutely none. ", "Holmes laughed. ", "It is quite a pretty little problem, said he. ", "But a very serious one to me, returned the King reproachfully. Very, indeed. ", "And what does she propose to do with the photograph? ", "To ruin me. ", "But how? ", "I am about to be married. ", "So I have heard. ", "To Clotilde Lothman von Saxe-Meningen, second daughter of the King of Scandinavia. ", "You may know the strict principles of her family. ", "She is herself the very soul of delicacy. ", "A shadow of a doubt as to my conduct would bring the matter to an end. ", "And Irene Adler? Threatens to send them the photograph. ", "And she will do it. ", "I know that she will do it. ", "You do not know her, but she has a soul of steel. ", "She has the face of the most beautiful of women, and the mind of the most resolute of men. ", "Rather than I should marry another woman, there are no lengths to which she would not go—none. ", "You are sure that she has not sent it yet? ", "I am sure. ", "And why? ", "Because she has said that she would send it on the day when the betrothal was publicly proclaimed. ", "That will be next Monday. ", "Oh, then we have three days yet, said Holmes with a yawn. ", "That is very fortunate, as I have one or two matters of importance to look into just at present. ", "Your Majesty will, of course, stay in London for the present? ", "Certainly. You will find me at the Langham under the name of the Count Von Kramm. ", "Then I shall drop you a line to let you know how we progress. ", "Pray do so. ", "I shall be all anxiety. ", "Then, as to money? ", "You have carte blanche. ", "Absolutely? ", "I tell you that I would give one of the provinces of my kingdom to have that photograph. ", "And for present expenses? ", "The King took a heavy chamois leather bag from under his cloak and laid it on the table. ", "There are three hundred pounds in gold and seven hundred in notes, he said. ", "Holmes scribbled a receipt upon a sheet of his note-book and handed it to him. ", "And Mademoiselles address? ", "he asked. ", "Is Briony Lodge, Serpentine Avenue, St. Johns Wood. ", "Holmes took a note of it. ", "One other question, said he. ", "Was the photograph a cabinet? ", "It was. ", "Then, good-night, your Majesty, and I trust that we shall soon have some good news for you. ", "And good-night, Watson, he added, as the wheels of the royal brougham rolled down the street. ", "If you will be good enough to call to-morrow afternoon at three oclock I should like to chat this little matter over with you. ", "At three oclock precisely I was at Baker Street, but Holmes had not yet returned. ", "The landlady informed me that he had left the house shortly after eight oclock in the morning. ", "I sat down beside the fire, however, with the intention of awaiting him, however long he might be. ", "I was already deeply interested in his inquiry, for, though it was surrounded by none of the grim and strange features which were associated with the two crimes which I have already recorded, still, the nature of the case and the exalted station of his client gave it a character of its own. ", "Indeed, apart from the nature of the investigation which my friend had on hand, there was something in his masterly grasp of a situation, and his keen, incisive reasoning, which made it a pleasure to me to study his system of work, and to follow the quick, subtle methods by which he disentangled the most inextricable mysteries. ", "So accustomed was I to his invariable success that the very possibility of his failing had ceased to enter into my head. ", "It was close upon four before the door opened, and a drunken-looking groom, ill-kempt and side-whiskered, with an inflamed face and disreputable clothes, walked into the room. ", "Accustomed as I was to my friends amazing powers in the use of disguises, I had to look three times before I was certain that it was indeed he. ", "With a nod he vanished into the bedroom, whence he emerged in five minutes tweed-suited and respectable, as of old. ", "Putting his hands into his pockets, he stretched out his legs in front of the fire and laughed heartily for some minutes. ", "Well, really! he cried, and then he choked and laughed again until he was obliged to lie back, limp and helpless, in the chair. ", "What is it? Its quite too funny. \n", "I am sure you could never guess how I employed my morning, or what I ended by doing. ", "I cant imagine. ", "I suppose that you have been watching the habits, and perhaps the house, of Miss Irene Adler. ", "Quite so; but the sequel was rather unusual. \n", "I will tell you, however. ", "I left the house a little after eight oclock this morning in the character of a groom out of work. ", "There is a wonderful sympathy and freemasonry among horsey men. Be one of them, and you will know all that there is to know. \n", "I soon found Briony Lodge. \n", "It is a bijou villa, with a garden at the back, but built out in front right up to the road, two stories. ", "Chubb lock to the door. ", "Large sitting-room on the right side, well furnished, with long windows almost to the floor, and those preposterous English window fasteners which a child could open. ", "Behind there was nothing remarkable, save that the passage window could be reached from the top of the coach-house. ", "I walked round it and examined it closely from every point of view, but without noting anything else of interest. ", "I then lounged down the street and found, as I expected, that there was a mews in a lane which runs down by one wall of the garden. ", "I lent the ostlers a hand in rubbing down their horses, and received in exchange twopence, a glass of half and half, two fills of shag tobacco, and as much information as I could desire about Miss Adler, to say nothing of half a dozen other people in the neighbourhood in whom I was not in the least interested, but whose biographies I was compelled to listen to. ", "And what of Irene Adler? I asked. ", "Oh, she has turned all the mens heads down in that part. ", "She is the daintiest thing under a bonnet on this planet. ", "So say the Serpentine-mews, to a man. ", "She lives quietly, sings at concerts, drives out at five every day, and returns at seven sharp for dinner. ", "Seldom goes out at other times, except when she sings. ", "Has only one male visitor, but a good deal of him. ", "He is dark, handsome, and dashing, never calls less than once a day, and often twice. ", "He is a Mr. Godfrey Norton, of the Inner Temple. ", "See the advantages of a cabman as a confidant. ", "They had driven him home a dozen times from Serpentine-mews, and knew all about him. ", "When I had listened to all they had to tell, I began to walk up and down near Briony Lodge once more, and to think over my plan of campaign. ", "This Godfrey Norton was evidently an important factor in the matter. ", "He was a lawyer. That sounded ominous. ", "What was the relation between them, and what the object of his repeated visits? ", "Was she his client, his friend, or his mistress? ", "If the former, she had probably transferred the photograph to his keeping. ", "If the latter, it was less likely. ", "On the issue of this question depended whether I should continue my work at Briony Lodge, or turn my attention to the gentlemans chambers in the Temple. ", "It was a delicate point, and it widened the field of my inquiry. ", "I fear that I bore you with these details, but I have to let you see my little difficulties, if you are to understand the situation. ", "I am following you closely, I answered. ", "I was still balancing the matter in my mind when a hansom cab drove up to Briony Lodge, and a gentleman sprang out. ", "He was a remarkably handsome man, dark, aquiline, and moustached—evidently the man of whom I had heard. ", "He appeared to be in a great hurry, shouted to the cabman to wait, and brushed past the maid who opened the door with the air of a man who was thoroughly at home. ", "He was in the house about half an hour, and I could catch glimpses of him in the windows of the sitting-room, pacing up and down, talking excitedly, and waving his arms. \n", "Of her I could see nothing. ", "Presently he emerged, looking even more flurried than before. ", "As he stepped up to the cab, he pulled a gold watch from his pocket and looked at it earnestly, ‘Drive like the devil,’ he shouted, ‘first to Gross & Hankeys in Regent Street, and then to the Church of St. Monica in the Edgeware Road. ", "Half a guinea if you do it in twenty minutes!’ ", "Away they went, and I was just wondering whether I should not do well to follow them when up the lane came a neat little landau, the coachman with his coat only half-buttoned, and his tie under his ear, while all the tags of his harness were sticking out of the buckles. ", "It hadnt pulled up before she shot out of the hall door and into it. ", "I only caught a glimpse of her at the moment, but she was a lovely woman, with a face that a man might die for. ", "‘The Church of St. Monica, John,’ she cried, ‘and half a sovereign if you reach it in twenty minutes.’ ", "This was quite too good to lose, Watson. ", "I was just balancing whether I should run for it, or whether I should perch behind her landau when a cab came through the street. ", "The driver looked twice at such a shabby fare, but I jumped in before he could object. ", "‘The Church of St. Monica,’ said I, ‘and half a sovereign if you reach it in twenty minutes.’ ", "It was twenty-five minutes to twelve, and of course it was clear enough what was in the wind. ", "My cabby drove fast. ", "I dont think I ever drove faster, but the others were there before us. ", "The cab and the landau with their steaming horses were in front of the door when I arrived. ", "I paid the man and hurried into the church. ", "There was not a soul there save the two whom I had followed and a surpliced clergyman, who seemed to be expostulating with them. ", "They were all three standing in a knot in front of the altar. ", "I lounged up the side aisle like any other idler who has dropped into a church. ", "Suddenly, to my surprise, the three at the altar faced round to me, and Godfrey Norton came running as hard as he could towards me. ", "‘Thank God,’ he cried. ", "‘Youll do. Come! Come!’ ", "‘What then?’ I asked. ", "‘Come, man, come, only three minutes, or it wont be legal.’ ", "I was half-dragged up to the altar, and before I knew where I was I found myself mumbling responses which were whispered in my ear, and vouching for things of which I knew nothing, and generally assisting in the secure tying up of Irene Adler, spinster, to Godfrey Norton, bachelor. ", "It was all done in an instant, and there was the gentleman thanking me on the one side and the lady on the other, while the clergyman beamed on me in front. ", "It was the most preposterous position in which I ever found myself in my life, and it was the thought of it that started me laughing just now. ", "It seems that there had been some informality about their license, that the clergyman absolutely refused to marry them without a witness of some sort, and that my lucky appearance saved the bridegroom from having to sally out into the streets in search of a best man. ", "The bride gave me a sovereign, and I mean to wear it on my watch-chain in memory of the occasion. ", "This is a very unexpected turn of affairs, said I; and what then? ", "Well, I found my plans very seriously menaced. ", "It looked as if the pair might take an immediate departure, and so necessitate very prompt and energetic measures on my part. ", "At the church door, however, they separated, he driving back to the Temple, and she to her own house. ", "‘I shall drive out in the park at five as usual,’ she said as she left him. ", "I heard no more. ", "They drove away in different directions, and I went off to make my own arrangements. ", "Which are? Some cold beef and a glass of beer, he answered, ringing the bell. ", "I have been too busy to think of food, and I am likely to be busier still this evening. ", "By the way, Doctor, I shall want your co-operation. ", "I shall be delighted. ", "You dont mind breaking the law? ", "Not in the least. ", "Nor running a chance of arrest? ", "Not in a good cause. ", "Oh, the cause is excellent! Then I am your man. ", "I was sure that I might rely on you. ", "But what is it you wish? ", "When Mrs. Turner has brought in the tray I will make it clear to you. ", "Now, he said as he turned hungrily on the simple fare that our landlady had provided, I must discuss it while I eat, for I have not much time. ", "It is nearly five now. In two hours we must be on the scene of action. ", "Miss Irene, or Madame, rather, returns from her drive at seven. ", "We must be at Briony Lodge to meet her. ", "And what then? ", "You must leave that to me. ", "I have already arranged what is to occur. ", "There is only one point on which I must insist. ", "You must not interfere, come what may. ", "You understand? ", "I am to be neutral? ", "To do nothing whatever. ", "There will probably be some small unpleasantness. ", "Do not join in it. ", "It will end in my being conveyed into the house. ", "Four or five minutes afterwards the sitting-room window will open. ", "You are to station yourself close to that open window. ", "Yes. ", "You are to watch me, for I will be visible to you. \n", "Yes. ", "And when I raise my hand—so—you will throw into the room what I give you to throw, and will, at the same time, raise the cry of fire. ", "You quite follow me? \n", "Entirely. ", "It is nothing very formidable, he said, taking a long cigar-shaped roll from his pocket. ", "It is an ordinary plumbers smoke-rocket, fitted with a cap at either end to make it self-lighting. ", "Your task is confined to that. ", "When you raise your cry of fire, it will be taken up by quite a number of people. ", "You may then walk to the end of the street, and I will rejoin you in ten minutes. ", "I hope that I have made myself clear? ", "I am to remain neutral, to get near the window, to watch you, and at the signal to throw in this object, then to raise the cry of fire, and to wait you at the corner of the street. ", "Precisely. \n", "Then you may entirely rely on me. \n", "That is excellent. ", "I think, perhaps, it is almost time that I prepare for the new role I have to play. ", "He disappeared into his bedroom and returned in a few minutes in the character of an amiable and simple-minded Nonconformist clergyman. ", "His broad black hat, his baggy trousers, his white tie, his sympathetic smile, and general look of peering and benevolent curiosity were such as Mr. John Hare alone could have equalled. ", "It was not merely that Holmes changed his costume. His expression, his manner, his very soul seemed to vary with every fresh part that he assumed. ", "The stage lost a fine actor, even as science lost an acute reasoner, when he became a specialist in crime. ", "It was a quarter past six when we left Baker Street, and it still wanted ten minutes to the hour when we found ourselves in Serpentine Avenue. ", "It was already dusk, and the lamps were just being lighted as we paced up and down in front of Briony Lodge, waiting for the coming of its occupant. ", "The house was just such as I had pictured it from Sherlock Holmes succinct description, but the locality appeared to be less private than I expected. ", "On the contrary, for a small street in a quiet neighbourhood, it was remarkably animated. ", "There was a group of shabbily dressed men smoking and laughing in a corner, a scissors-grinder with his wheel, two guardsmen who were flirting with a nurse-girl, and several well-dressed young men who were lounging up and down with cigars in their mouths. ", "You see, remarked Holmes, as we paced to and fro in front of the house, this marriage rather simplifies matters. ", "The photograph becomes a double-edged weapon now. ", "The chances are that she would be as averse to its being seen by Mr. Godfrey Norton, as our client is to its coming to the eyes of his princess. ", "Now the question is—Where are we to find the photograph? ", "Where, indeed? ", "It is most unlikely that she carries it about with her. ", "It is cabinet size. Too large for easy concealment about a womans dress. ", "She knows that the King is capable of having her waylaid and searched. ", "Two attempts of the sort have already been made. ", "We may take it, then, that she does not carry it about with her. ", "Where, then? Her banker or her lawyer. ", "There is that double possibility. ", "But I am inclined to think neither. ", "Women are naturally secretive, and they like to do their own secreting. ", "Why should she hand it over to anyone else? ", "She could trust her own guardianship, but she could not tell what indirect or political influence might be brought to bear upon a business man. ", "Besides, remember that she had resolved to use it within a few days. ", "It must be where she can lay her hands upon it. ", "It must be in her own house. ", "But it has twice been burgled. ", "Pshaw! They did not know how to look. ", "But how will you look? ", "I will not look. \n", "What then? ", "I will get her to show me. ", "But she will refuse. ", "She will not be able to. ", "But I hear the rumble of wheels. ", "It is her carriage. ", "Now carry out my orders to the letter. ", "As he spoke the gleam of the side-lights of a carriage came round the curve of the avenue. ", "It was a smart little landau which rattled up to the door of Briony Lodge. ", "As it pulled up, one of the loafing men at the corner dashed forward to open the door in the hope of earning a copper, but was elbowed away by another loafer, who had rushed up with the same intention. ", "A fierce quarrel broke out, which was increased by the two guardsmen, who took sides with one of the loungers, and by the scissors-grinder, who was equally hot upon the other side. ", "A blow was struck, and in an instant the lady, who had stepped from her carriage, was the centre of a little knot of flushed and struggling men, who struck savagely at each other with their fists and sticks. ", "Holmes dashed into the crowd to protect the lady; but just as he reached her he gave a cry and dropped to the ground, with the blood running freely down his face. ", "At his fall the guardsmen took to their heels in one direction and the loungers in the other, while a number of better-dressed people, who had watched the scuffle without taking part in it, crowded in to help the lady and to attend to the injured man. ", "Irene Adler, as I will still call her, had hurried up the steps; but she stood at the top with her superb figure outlined against the lights of the hall, looking back into the street. ", "Is the poor gentleman much hurt? ", "she asked. ", "He is dead, cried several voices. ", "No, no, theres life in him! shouted another. ", "But hell be gone before you can get him to hospital. ", "Hes a brave fellow, said a woman. ", "They would have had the ladys purse and watch if it hadnt been for him. ", "They were a gang, and a rough one, too. ", "Ah, hes breathing now. He cant lie in the street. ", "May we bring him in, marm? ", "Surely. Bring him into the sitting-room. ", "There is a comfortable sofa. ", "This way, please! ", "Slowly and solemnly he was borne into Briony Lodge and laid out in the principal room, while I still observed the proceedings from my post by the window. ", "The lamps had been lit, but the blinds had not been drawn, so that I could see Holmes as he lay upon the couch. ", "I do not know whether he was seized with compunction at that moment for the part he was playing, but I know that I never felt more heartily ashamed of myself in my life than when I saw the beautiful creature against whom I was conspiring, or the grace and kindliness with which she waited upon the injured man. ", "And yet it would be the blackest treachery to Holmes to draw back now from the part which he had intrusted to me. ", "I hardened my heart, and took the smoke-rocket from under my ulster. ", "After all, I thought, we are not injuring her. ", "We are but preventing her from injuring another. ", "Holmes had sat up upon the couch, and I saw him motion like a man who is in need of air. ", "A maid rushed across and threw open the window. ", "At the same instant I saw him raise his hand and at the signal I tossed my rocket into the room with a cry of Fire! ", "The word was no sooner out of my mouth than the whole crowd of spectators, well dressed and ill—gentlemen, ostlers, and servant-maids—joined in a general shriek of Fire! ", "Thick clouds of smoke curled through the room and out at the open window. ", "I caught a glimpse of rushing figures, and a moment later the voice of Holmes from within assuring them that it was a false alarm. ", "Slipping through the shouting crowd I made my way to the corner of the street, and in ten minutes was rejoiced to find my friends arm in mine, and to get away from the scene of uproar. ", "He walked swiftly and in silence for some few minutes until we had turned down one of the quiet streets which lead towards the Edgeware Road. ", "You did it very nicely, Doctor, he remarked. ", "Nothing could have been better. ", "It is all right. ", "You have the photograph? ", "I know where it is. ", "And how did you find out? ", "She showed me, as I told you she would. ", "I am still in the dark. ", "I do not wish to make a mystery, said he, laughing. ", "The matter was perfectly simple. ", "You, of course, saw that everyone in the street was an accomplice. ", "They were all engaged for the evening. ", "I guessed as much. ", "Then, when the row broke out, I had a little moist red paint in the palm of my hand. ", "I rushed forward, fell down, clapped my hand to my face, and became a piteous spectacle. ", "It is an old trick. ", "That also I could fathom. ", "Then they carried me in. ", "She was bound to have me in. ", "What else could she do? ", "And into her sitting-room, which was the very room which I suspected. ", "It lay between that and her bedroom, and I was determined to see which. ", "They laid me on a couch, I motioned for air, they were compelled to open the window, and you had your chance. ", "How did that help you? ", "It was all-important. ", "When a woman thinks that her house is on fire, her instinct is at once to rush to the thing which she values most. ", "It is a perfectly overpowering impulse, and I have more than once taken advantage of it. ", "In the case of the Darlington substitution scandal it was of use to me, and also in the Arnsworth Castle business. ", "A married woman grabs at her baby; an unmarried one reaches for her jewel-box. ", "Now it was clear to me that our lady of to-day had nothing in the house more precious to her than what we are in quest of. She would rush to secure it. ", "The alarm of fire was admirably done. ", "The smoke and shouting were enough to shake nerves of steel. ", "She responded beautifully. ", "The photograph is in a recess behind a sliding panel just above the right bell-pull. ", "She was there in an instant, and I caught a glimpse of it as she half-drew it out. ", "When I cried out that it was a false alarm, she replaced it, glanced at the rocket, rushed from the room, and I have not seen her since. ", "I rose, and, making my excuses, escaped from the house. ", "I hesitated whether to attempt to secure the photograph at once; but the coachman had come in, and as he was watching me narrowly it seemed safer to wait. ", "A little over-precipitance may ruin all. ", "And now? ", "I asked. ", "Our quest is practically finished. ", "I shall call with the King to-morrow, and with you, if you care to come with us. ", "We will be shown into the sitting-room to wait for the lady, but it is probable that when she comes she may find neither us nor the photograph. ", "It might be a satisfaction to his Majesty to regain it with his own hands. ", "And when will you call? ", "At eight in the morning. ", "She will not be up, so that we shall have a clear field. ", "Besides, we must be prompt, for this marriage may mean a complete change in her life and habits. ", "I must wire to the King without delay. ", "We had reached Baker Street and had stopped at the door. ", "He was searching his pockets for the key when someone passing said:  Good-night, Mister Sherlock Holmes. ", "There were several people on the pavement at the time, but the greeting appeared to come from a slim youth in an ulster who had hurried by. ", "Ive heard that voice before, said Holmes, staring down the dimly lit street. Now, I wonder who the deuce that could have been. ", "I slept at Baker Street that night, and we were engaged upon our toast and coffee in the morning when the King of Bohemia rushed into the room. ", "You have really got it! he cried, grasping Sherlock Holmes by either shoulder and looking eagerly into his face. ", "Not yet. ", "But you have hopes? ", "I have hopes. ", "Then, come. ", "I am all impatience to be gone. ", "We must have a cab. ", "No, my brougham is waiting. ", "Then that will simplify matters. ", "We descended and started off once more for Briony Lodge. ", "Irene Adler is married, remarked Holmes. ", "Married! ", "When? ", "Yesterday. ", "But to whom? ", "To an English lawyer named Norton. ", "But she could not love him. ", "I am in hopes that she does. ", "And why in hopes? \n", "Because it would spare your Majesty all fear of future annoyance. ", "If the lady loves her husband, she does not love your Majesty. ", "If she does not love your Majesty, there is no reason why she should interfere with your Majestys plan. ", "It is true. ", "And yet—Well! I wish she had been of my own station! What a queen she would have made! ", "He relapsed into a moody silence, which was not broken until we drew up in Serpentine Avenue. \n", "The door of Briony Lodge was open, and an elderly woman stood upon the steps. ", "She watched us with a sardonic eye as we stepped from the brougham. ", "Mr. Sherlock Holmes, I believe? ", "said she. I am Mr. Holmes, answered my companion, looking at her with a questioning and rather startled gaze. ", "Indeed! ", "My mistress told me that you were likely to call. ", "She left this morning with her husband by the 5.15 train from Charing Cross for the Continent. ", "What! ", "Sherlock Holmes staggered back, white with chagrin and surprise. ", "Do you mean that she has left England? ", "Never to return. ", "And the papers? asked the King hoarsely. \n", "All is lost. \n", "We shall see. ", "He pushed past the servant and rushed into the drawing-room, followed by the King and myself. ", "The furniture was scattered about in every direction, with dismantled shelves and open drawers, as if the lady had hurriedly ransacked them before her flight. ", "Holmes rushed at the bell-pull, tore back a small sliding shutter, and, plunging in his hand, pulled out a photograph and a letter. ", "The photograph was of Irene Adler herself in evening dress, the letter was superscribed to Sherlock Holmes, Esq. ", "To be left till called for. ", "My friend tore it open and we all three read it together. ", "It was dated at midnight of the preceding night and ran in this way: My dear Mr. Sherlock Holmes: You really did it very well. ", "You took me in completely. ", "Until after the alarm of fire, I had not a suspicion. ", "But then, when I found how I had betrayed myself, I began to think. ", "I had been warned against you months ago. ", "I had been told that if the King employed an agent it would certainly be you. ", "And your address had been given me. ", "Yet, with all this, you made me reveal what you wanted to know. ", "Even after I became suspicious, I found it hard to think evil of such a dear, kind old clergyman. ", "But, you know, I have been trained as an actress myself. ", "Male costume is nothing new to me. ", "I often take advantage of the freedom which it gives. ", "I sent John, the coachman, to watch you, ran up stairs, got into my walking-clothes, as I call them, and came down just as you departed. ", "Well, I followed you to your door, and so made sure that I was really an object of interest to the celebrated Mr. Sherlock Holmes. ", "Then I, rather imprudently, wished you good-night, and started for the Temple to see my husband. ", "We both thought the best resource was flight, when pursued by so formidable an antagonist; so you will find the nest empty when you call to-morrow. ", "As to the photograph, your client may rest in peace. ", "I love and am loved by a better man than he. ", "The King may do what he will without hindrance from one whom he has cruelly wronged. ", "I keep it only to safeguard myself, and to preserve a weapon which will always secure me from any steps which he might take in the future. ", "I leave a photograph which he might care to possess; and I remain, dear Mr. Sherlock Holmes, Very truly yours, Irene Norton, née Adler. ", "What a woman—oh, what a woman! cried the King of Bohemia, when we had all three read this epistle. ", "Did I not tell you how quick and resolute she was? ", "Would she not have made an admirable queen? ", "Is it not a pity that she was not on my level? ", "From what I have seen of the lady she seems indeed to be on a very different level to your Majesty, said Holmes coldly. ", "I am sorry that I have not been able to bring your Majestys business to a more successful conclusion. ", "On the contrary, my dear sir, cried the King; nothing could be more successful. ", "I know that her word is inviolate. ", "The photograph is now as safe as if it were in the fire. ", "I am glad to hear your Majesty say so. ", "I am immensely indebted to you. ", "Pray tell me in what way I can reward you. ", "This ring— He slipped an emerald snake ring from his finger and held it out upon the palm of his hand. ", "Your Majesty has something which I should value even more highly, said Holmes. ", "You have but to name it. ", "This photograph! ", "The King stared at him in amazement. ", "Irenes photograph! he cried. ", "Certainly, if you wish it. \n", "I thank your Majesty. ", "Then there is no more to be done in the matter. ", "I have the honour to wish you a very good-morning. ", "He bowed, and, turning away without observing the hand which the King had stretched out to him, he set off in my company for his chambers. ", "And that was how a great scandal threatened to affect the kingdom of Bohemia, and how the best plans of Mr. Sherlock Holmes were beaten by a womans wit. ", "He used to make merry over the cleverness of women, but I have not heard him do it of late. ", "And when he speaks of Irene Adler, or when he refers to her photograph, it is always under the honourable title of the woman. "], "text_b": ["Para Sherlock Holmes, ella es siempre la mujer. ", "Rara vez le oí mencionarla de otro modo. ", "A sus ojos, ella eclipsa y domina a todo su sexo. ", "Y no es que sintiera por Irene Adler nada parecido al amor. ", "Todas las emociones, y en especial ésa, resultaban abominables para su inteligencia fría y precisa pero admirablemente equilibrada. ", "Siempre lo he tenido por la máquina de observar y razonar más perfecta que ha conocido el mundo; pero como amante no habría sabido qué hacer. ", "Jamás hablaba de las pasiones más tiernas, si no era con desprecio y sarcasmo. ", "Eran cosas admirables para el observador, excelentes para levantar el velo que cubre los motivos y los actos de la gente. ", "Pero para un razonador experto, admitir tales intrusiones en su delicado y bien ajustado temperamento equivalía a introducir un factor de distracción capaz de sembrar de dudas todos los resultados de su mente. ", "Para un carácter como el suyo, una emoción fuerte resultaba tan perturbadora como la presencia de arena en un instrumento de precisión o la rotura de una de sus potentes lupas. ", "Y sin embargo, existió para él una mujer, y esta mujer fue la difunta Irene Adler, de dudoso y cuestionable recuerdo. ", "Últimamente, yo había visto poco a Holmes. ", "Mi matrimonio nos había apartado al uno del otro. ", "Mi completa felicidad y los intereses hogareños que se despiertan en el hombre que por primera vez pone casa propia bastaban para absorber toda mi atención; mientras tanto, Holmes, que odiaba cualquier forma de vida social con toda la fuerza de su alma bohemia, permaneció en nuestros aposentos de Baker Street, sepultado entre sus viejos libros y alternando una semana de cocaína con otra de ambición, entre la modorra de la droga y la fiera energía de su intensa personalidad. ", "Como siempre, le seguía atrayendo el estudio del crimen, y dedicaba sus inmensas facultades y extraordinarios poderes de observación a seguir pistas y aclarar misterios que la policía había abandonado por imposibles. ", "De vez en cuando, me llegaba alguna vaga noticia de sus andanzas: su viaje a Odesa para intervenir en el caso del asesinato de Trepoff, el esclarecimiento de la extraña tragedia de los hermanos Atkinson en Trincomalee y, por último, la misión que tan discreta y eficazmente había llevado a cabo para la familia real de Holanda. ", "Sin embargo, aparte de estas señales de actividad, que yo me limitaba a compartir con todos los lectores de la prensa diaria, apenas sabía nada de mi antiguo amigo y compañero. ", "Una noche —la del 20 de marzo de 1888— volvía yo de visitar a un paciente (pues de nuevo estaba ejerciendo la medicina), cuando el camino me llevó por Baker Street. ", "Al pasar frente a la puerta que tan bien recordaba, y que siempre estará asociada en mi mente con mi noviazgo y con los siniestros incidentes del Estudio en escarlata, se apoderó de mí un fuerte deseo de volver a ver a Holmes y saber en qué empleaba sus extraordinarios poderes. ", "Sus habitaciones estaban completamente iluminadas, y al mirar hacia arriba vi pasar dos veces su figura alta y delgada, una oscura silueta en los visillos. ", "Daba rápidas zancadas por la habitación, con aire ansioso, la cabeza hundida sobre el pecho y las manos juntas en la espalda. ", "A mí, que conocía perfectamente sus hábitos y sus humores, su actitud y comportamiento me contaron toda una historia. ", "Estaba trabajando otra vez. ", "Había salido de los sueños inducidos por la droga y seguía de cerca el rastro de algún nuevo problema. ", "Tiré de la campanilla y me condujeron a la habitación que, en parte, había sido mía. ", "No estuvo muy efusivo; rara vez lo estaba, pero creo que se alegró de verme. ", "Sin apenas pronunciar palabra, pero con una mirada cariñosa, me indicó una butaca, me arrojó su caja de cigarros, y señaló una botella de licor y un sifón que había en la esquina. ", "Luego se plantó delante del fuego y me miró de aquella manera suya tan ensimismada. ", "—El matrimonio le sienta bien —comentó—. ", "Yo diría, Watson, que ha engordado usted siete libras y media desde la última vez que le vi. ", "—Siete —respondí. ", "—La verdad, yo diría que algo más. ", "Sólo un poquito más, me parece a mí, Watson. ", "Y veo que está ejerciendo de nuevo. ", "No me dijo que se proponía volver a su profesión. ", "—Entonces, ¿cómo lo sabe? ", "—Lo veo, lo deduzco. ", "¿Cómo sé que hace poco sufrió usted un remojón y que tiene una sirvienta de lo más torpe y descuidada? ", "—Mi querido Holmes —dije—, esto es demasiado. ", "No me cabe duda de que si hubiera vivido usted hace unos siglos le habrían quemado en la hoguera. ", "Es cierto que el jueves di un paseo por el campo y volví a casa hecho una sopa; pero, dado que me he cambiado de ropa, no logro imaginarme cómo ha podido adivinarlo. ", "Y respecto a Mary Jane, es incorregible y mi mujer la ha despedido; pero tampoco me explico cómo lo ha averiguado. ", "Se rió para sus adentros y se frotó las largas y nerviosas manos. ", "—Es lo más sencillo del mundo —dijo—. Mis ojos me dicen que en la parte interior de su zapato izquierdo, donde da la luz de la chimenea, la suela está rayada con seis marcas casi paralelas. ", "Evidentemente, las ha producido alguien que ha raspado sin ningún cuidado los bordes de la suela para desprender el barro adherido. ", "Así que ya ve: de ahí mi doble deducción de que ha salido usted con mal tiempo y de que posee un ejemplar particularmente maligno y rompebotas de fregona londinense. ", "En cuanto a su actividad profesional, si un caballero penetra en mi habitación apestando a yodoformo, con una mancha negra de nitrato de plata en el dedo índice derecho, y con un bulto en el costado de su sombrero de copa, que indica dónde lleva escondido el estetoscopio, tendría que ser completamente idiota para no identificarlo como un miembro activo de la profesión médica. ", "No pude evitar reírme de la facilidad con la que había explicado su proceso de deducción. ", "—Cuando le escucho explicar sus razonamientos —comenté—, todo me parece tan ridículamente simple que yo mismo podría haberlo hecho con facilidad. Y sin embargo, siempre que le veo razonar me quedo perplejo hasta que me explica usted el proceso. ", "A pesar de que considero que mis ojos ven tanto como los suyos. ", "—Desde luego —respondió, encendiendo un cigarrillo y dejándose caer en una butaca—. ", "Usted ve, pero no observa. ", "La diferencia es evidente. ", "Por ejemplo, usted habrá visto muchas veces los escalones que llevan desde la entrada hasta esta habitación. ", "—Muchas veces. ", "—¿Cuántas veces? \n", "—Bueno, cientos de veces. ", "—¿Y cuántos escalones hay? ", "—¿Cuántos? No lo sé. ", "—¿Lo ve? ", "No se ha fijado. ", "Y eso que lo ha visto. ", "A eso me refería. ", "Ahora bien, yo sé que hay diecisiete escalones, porque no sólo he visto, sino que he observado. ", "A propósito, puesto que está usted interesado en estos pequeños problemas, y dado que ha tenido la amabilidad de poner por escrito una o dos de mis insignificantes experiencias, quizá le interese esto —me alargó una carta escrita en papel grueso de color rosa, que había estado abierta sobre la mesa—. ", "Esto llegó en el último reparto del correo —dijo—. ", "Léala en voz alta. ", "La carta no llevaba fecha, firma, ni dirección. ", "Esta noche pasará a visitarle, a las ocho menos cuarto, un caballero que desea consultarle sobre un asunto de la máxima importancia. ", "Sus recientes servicios a una de las familias reales de Europa han demostrado que es usted persona a quien se pueden confiar asuntos cuya trascendencia no es posible exagerar. Estas referencias de todas partes nos han llegado. ", "Esté en su cuarto, pues, a la hora dicha y no se tome a ofensa que el visitante lleve una máscara. ", "—Esto sí que es un misterio —comenté—. ", "¿Qué cree usted que significa? ", "—Aún no dispongo de datos. ", "Es un error capital teorizar antes de tener datos. ", "Sin darse cuenta, uno empieza a deformar los hechos para que se ajusten a las teorías, en lugar de ajustar las teorías a los hechos. ", "Pero en cuanto a la carta en sí, ¿qué deduce usted de ella? ", "Examiné atentamente la escritura y el papel en el que estaba escrita. ", "—El hombre que la ha escrito es, probablemente, una persona acomodada —comenté, esforzándome por imitar los procedimientos de mi compañero —. ", "Esta clase de papel no se compra por menos de media corona el paquete. ", "Es especialmente fuerte y rígido. ", "—Especial, ésa es la palabra —dijo Holmes—. ", "No es en absoluto un papel inglés. ", "Mírelo contra la luz. ", "Así lo hice, y vi una E grande con una g pequeña, y una P y una G grandes con una t pequeña, marcadas en la fibra misma del papel. ", "—¿Qué le dice esto? —preguntó Holmes. ", "—El nombre del fabricante, sin duda; o más bien, su monograma. ", "—Ni mucho menos. ", "La G grande con la t pequeña significan Gesellschaft, que en alemán quiere decir compañía; una contracción habitual, como cuando nosotros ponemos Co.. ", "La P, por supuesto, significa papier. \n", "Vamos ahora con lo de Eg. ", "Echemos un vistazo a nuestra Geografía del Continente — sacó de una estantería un pesado volumen de color pardo—. ", "Eglow, Eglonitz, aquí está: Egria. ", "Está en un país de habla alemana en Bohemia, no muy lejos de Carlsbad. ", "Lugar conocido por haber sido escenario de la muerte de Wallenstein, y por sus numerosas fábricas de cristal y papel. ", "¡Ajá, muchacho! ¿Qué saca usted de esto? ", "Le brillaban los ojos y dejó escapar de su cigarrillo una nube triunfante de humo azul. ", "—El papel fue fabricado en Bohemia —dije yo. ", "—Exactamente. ", "Y el hombre que escribió la nota es alemán. ", "¿Se ha fijado usted en la curiosa construcción de la frase Estas referencias de todas partes nos han llegado? ", "Un francés o un ruso no habría escrito tal cosa. ", "Sólo los alemanes son tan desconsiderados con los verbos. ", "Por tanto, sólo falta descubrir qué es lo que quiere este alemán que escribe en papel de Bohemia y prefiere ponerse una máscara a que se le vea la cara. ", "Y aquí llega, si no me equivoco, para resolver todas nuestras dudas. ", "Mientras hablaba, se oyó claramente el sonido de cascos de caballos y de ruedas que rozaban contra el bordillo de la acera, seguido de un brusco campanillazo. ", "Holmes soltó un silbido. ", "—Un gran señor, por lo que oigo —dijo—. ", "Sí —continuó, asomándose a la ventana—, un precioso carruaje y un par de purasangres. ", "Ciento cincuenta guineas cada uno. ", "Si no hay otra cosa, al menos hay dinero en este caso, Watson. ", "—Creo que lo mejor será que me vaya, Holmes. ", "—Nada de eso, doctor. ", "Quédese donde está. ", "Estoy perdido sin mi Boswell . ", "Y esto promete ser interesante. ", "Sería una pena perdérselo. ", "—Pero su cliente —No se preocupe por él. ", "Puedo necesitar su ayuda, y también puede necesitarla él. ", "Aquí llega. ", "Siéntese en esa butaca, doctor, y no se pierda detalle. ", "Unos pasos lentos y pesados, que se habían oído en la escalera y en el pasillo, se detuvieron justo al otro lado de la puerta. ", "A continuación, sonó un golpe fuerte y autoritario. ", "—¡Adelante! —dijo Holmes. ", "Entró un hombre que no mediría menos de dos metros de altura, con el torso y los brazos de un Hércules. ", "Su vestimenta era lujosa, con un lujo que en Inglaterra se habría considerado rayano en el mal gusto. ", "Gruesas tiras de astracán adornaban las mangas y el delantero de su casaca cruzada, y la capa de color azul oscuro que llevaba sobre los hombros tenía un forro de seda roja como el fuego y se sujetaba al cuello con un broche que consistía en un único y resplandeciente berilo. ", "Un par de botas que le llegaban hasta media pantorrilla, y con el borde superior orlado de lujosa piel de color pardo, completaba la impresión de bárbara opulencia que inspiraba toda su figura. ", "Llevaba en la mano un sombrero de ala ancha, y la parte superior de su rostro, hasta más abajo de los pómulos, estaba cubierta por un antifaz negro, que al parecer acababa de ponerse, ya que aún se lo sujetaba con la mano en el momento de entrar. ", "A juzgar por la parte inferior del rostro, parecía un hombre de carácter fuerte, con labios gruesos, un poco caídos, y un mentón largo y recto, que indicaba un carácter resuelto, llevado hasta los límites de la obstinación. ", "—¿Recibió usted mi nota? ", "—preguntó con voz grave y ronca y un fuerte acento alemán—. ", "Le dije que vendría a verle —nos miraba a uno y a otro, como si no estuviera seguro de a quién dirigirse. ", "—Por favor, tome asiento —dijo Holmes—. ", "Éste es mi amigo y colaborador, el doctor Watson, que de vez en cuando tiene la amabilidad de ayudarme en mis casos. ", "¿A quién tengo el honor de dirigirme? ", "—Puede usted dirigirse a mí como conde von Kramm, noble de Bohemia. ", "He de suponer que este caballero, su amigo, es hombre de honor y discreción, en quien puedo confiar para un asunto de la máxima importancia. ", "De no ser así, preferiría muy mucho comunicarme con usted solo. ", "Me levanté para marcharme, pero Holmes me cogió por la muñeca y me obligó a sentarme de nuevo. ", "—O los dos o ninguno —dijo—. ", "Todo lo que desee decirme a mí puede decirlo delante de este caballero. ", "El conde encogió sus anchos hombros. ", "—Entonces debo comenzar —dijo— por pedirles a los dos que se comprometan a guardar el más absoluto secreto durante dos años, al cabo de los cuales el asunto ya no tendrá importancia. ", "Por el momento, no exagero al decirles que se trata de un asunto de tal peso que podría afectar a la historia de Europa. ", "—Se lo prometo —dijo Holmes. ", "—Y yo. ", "—Tendrán que perdonar esta máscara —continuó nuestro extraño visitante —. ", "La augusta persona a quien represento no desea que se conozca a su agente, y debo confesar desde este momento que el título que acabo de atribuirme no es exactamente el mío. ", "—Ya me había dado cuenta de ello —dijo Holmes secamente. ", "—Las circunstancias son muy delicadas, y es preciso tomar toda clase de precauciones para sofocar lo que podría llegar a convertirse en un escándalo inmenso, que comprometiera gravemente a una de las familias reinantes de Europa. ", "Hablando claramente, el asunto concierne a la Gran Casa de Ormstein, reyes hereditarios de Bohemia. ", "—También me había dado cuenta de eso —dijo Holmes, acomodándose en su butaca y cerrando los ojos. ", "Nuestro visitante se quedó mirando con visible sorpresa la lánguida figura recostada del hombre que, sin duda, le había sido descrito como el razonador más incisivo y el agente más energético de Europa. ", "Holmes abrió lentamente los ojos y miró con impaciencia a su gigantesco cliente. ", "—Si su majestad condescendiese a exponer su caso —dijo—, estaría en mejores condiciones de ayudarle. ", "El hombre se puso en pie de un salto y empezó a recorrer la habitación de un lado a otro, presa de incontenible agitación. ", "Luego, con un gesto de desesperación, se arrancó la máscara de la cara y la tiró al suelo. ", "—Tiene usted razón —exclamó—. Soy el rey. ", "¿Por qué habría de ocultarlo? ", "—¿Por qué, en efecto? —murmuró Holmes—. ", "Antes de que vuestra majestad pronunciara una palabra, yo ya sabía que me dirigía a Guillermo Gottsreich Segismundo von Ormstein, gran duque de Cassel-Falstein y rey hereditario de Bohemia. ", "—Pero usted comprenderá —dijo nuestro extraño visitante, sentándose de nuevo y pasándose la mano por la frente blanca y despejada—, usted comprenderá que no estoy acostumbrado a realizar personalmente esta clase de gestiones. ", "Sin embargo, el asunto era tan delicado que no podía confiárselo a un agente sin ponerme en su poder. ", "He venido de incógnito desde Praga con el fin de consultarle. ", "—Entonces, consúlteme, por favor —dijo Holmes cerrando una vez más los ojos. ", "—Los hechos, en pocas palabras, son estos: hace unos cinco años, durante una prolongada estancia en Varsovia, trabé relación con la famosa aventurera Irene Adler. ", "Sin duda, el nombre le resultará familiar. ", "—Haga el favor de buscarla en mi índice, doctor —murmuró Holmes, sin abrir los ojos. ", "Durante muchos años había seguido el sistema de coleccionar extractos de noticias sobre toda clase de personas y cosas, de manera que era difícil nombrar un tema o una persona sobre los que no pudiera aportar  información al instante. ", "En este caso, encontré la biografía de la mujer entre la de un rabino hebreo y la de un comandante de estado mayor que había escrito una monografía sobre los peces de las grandes profundidades. ", "—Veamos —dijo Holmes—. ", "¡Hum! Nacida en Nueva Jersey en 1858. ", "Contralto ¡Hum! La Scala… ¡Hum! Prima donna de la ópera Imperial de Varsovia ¡Ya! \n", "Retirada de los escenarios de ópera ¡Ajá! ", "Vive en Londres ¡Vaya! ", "Según creo entender, vuestra majestad tuvo un enredo con esta joven, le escribió algunas cartas comprometedoras y ahora desea recuperar dichas cartas. \n", "—Exactamente. \n", "Pero ¿cómo? \n", "¿Hubo un matrimonio secreto? ", "—No. ", "—¿Algún certificado o documento legal? ", "—Ninguno. ", "—Entonces no comprendo a vuestra majestad. ", "Si esta joven sacara a relucir las cartas, con propósitos de chantaje o de cualquier otro tipo, ¿cómo iba a demostrar su autenticidad? ", "—Está mi letra. ", "—¡Bah! Falsificada. ", "—Mi papel de cartas personal. ", "—Robado. ", "—Mi propio sello. ", "—Imitado. ", "—Mi fotografía. ", "—Comprada. ", "—Estábamos los dos en la fotografía. ", "—¡Válgame Dios! Eso está muy mal. ", "Verdaderamente, vuestra majestad ha cometido una indiscreción. ", "—Estaba loco trastornado. ", "—Os habéis comprometido gravemente. ", "—Entonces era sólo príncipe heredero. ", "Era joven. ", "Ahora mismo sólo tengo treinta años. ", "—Hay que recuperarla. \n", "—Lo hemos intentado en vano. ", "—Vuestra majestad tendrá que pagar. ", "Hay que comprarla. ", "—No quiere venderla. ", "—Entonces, robarla. ", "—Se ha intentado cinco veces. ", "En dos ocasiones, ladrones pagados por mí registraron su casa. ", "Una vez extraviamos su equipaje durante un viaje. ", "Dos veces ha sido asaltada. ", "Nunca hemos obtenido resultados. ", "—¿No se ha encontrado ni rastro de la foto? ", "—Absolutamente ninguno. ", "Holmes se echó a reír. ", "—Sí que es un bonito problema —dijo. ", "—Pero para mí es muy serio —replicó el rey en tono de reproche. ", "—Mucho, es verdad. ¿Y qué se propone ella hacer con la fotografía? ", "—Arruinar mi vida. ", "—Pero ¿cómo? ", "—Estoy a punto de casarme. ", "—Eso he oído. ", "—Con Clotilde Lothman von Saxe-Meningen, segunda hija del rey de Escandinavia. ", "Quizá conozca usted los estrictos principios de su familia. ", "Ella misma es el colmo de la delicadeza. ", "Cualquier sombra de duda sobre mi conducta pondría fin al compromiso. —¿Y qué dice Irene Adler? ", "—Amenaza con enviarles la fotografía. ", "Y lo hará. ", "Sé que lo hará. ", "Usted no la conoce, pero tiene un carácter de acero. ", "Posee el rostro de la más bella de las mujeres y la mentalidad del más decidido de los hombres. ", "No hay nada que no esté dispuesta a hacer con tal de evitar que yo me case con otra mujer nada. ", "—¿Estáis seguro de que no la ha enviado aún? ", "—Estoy seguro. ", "—¿Por qué? ", "—Porque ha dicho que la enviará el día en que se haga público el compromiso. ", "Lo cual será el lunes próximo. ", "—Oh, entonces aún nos quedan tres días —dijo Holmes, bostezando—. ", "Es una gran suerte, ya que de momento tengo que ocuparme de uno o dos asuntos de importancia. ", "Por supuesto, vuestra majestad se quedará en Londres por ahora —Desde luego. ", "Me encontrará usted en el Langham, bajo el nombre de conde von Kramm. ", "—Entonces os mandaré unas líneas para poneros al corriente de nuestros progresos. ", "—Hágalo, por favor. ", "Aguardaré con impaciencia. ", "—¿Y en cuanto al dinero? ", "—Tiene usted carta blanca. ", "—¿Absolutamente? ", "—Le digo que daría una de las provincias de mi reino por recuperar esa fotografía. ", "—¿Y para los gastos del momento? ", "El rey sacó de debajo de su capa una pesada bolsa de piel de gamuza y la depositó sobre la mesa. ", "—Aquí hay trescientas libras en oro y setecientas en billetes de banco — dijo. ", "Holmes escribió un recibo en una hoja de su cuaderno de notas y se lo entregó. ", "—¿Y la dirección de mademoiselle? ", "—preguntó. ", "—Residencia Briony, Serpentine Avenue, St. Johns Wood. ", "Holmes tomó nota. ", "—Una pregunta más —añadió—. ", "¿La fotografía era de formato corriente? ", "—Sí lo era. ", "—Entonces, buenas noches, majestad, espero que pronto podamos darle buenas noticias. ", "Y buenas noches, Watson —añadió cuando se oyeron las ruedas del carricoche real rodando calle abajo—. ", "Si tiene usted la amabilidad de pasarse por aquí mañana a las tres de la tarde, me encantará charlar con usted de este asuntillo. ", "A las tres en punto yo estaba en Baker Street, pero Holmes aún no había regresado. ", "La casera me dijo que había salido de casa poco después de las ocho de la mañana. ", "A pesar de ello, me senté junto al fuego, con la intención de esperarle, tardara lo que tardara. ", "Sentía ya un profundo interés por el caso, pues aunque no presentara ninguno de los aspectos extraños y macabros que caracterizaban a los dos crímenes que ya he relatado en otro lugar, la naturaleza del caso y la elevada posición del cliente le daban un carácter propio. ", "La verdad es que, independientemente de la clase de investigación que mi amigo tuviera entre manos, había algo en su manera magistral de captar las situaciones y en sus agudos e incisivos razonamientos, que hacía que para mí fuera un placer estudiar su sistema de trabajo y seguir los métodos rápidos y sutiles con los que desentrañaba los misterios más enrevesados. ", "Tan acostumbrado estaba yo a sus invariables éxitos que ni se me pasaba por la cabeza la posibilidad de que fracasara. ", "Eran ya cerca de las cuatro cuando se abrió la puerta y entró en la habitación un mozo con pinta de borracho, desastrado y con patillas, con la cara enrojecida e impresentablemente vestido. ", "A pesar de lo acostumbrado que estaba a las asombrosas facultades de mi amigo en el uso de disfraces, tuve que mirarlo tres veces para convencerme de que, efectivamente, se trataba de él. ", "Con un gesto de saludo desapareció en el dormitorio, de donde salió a los cinco minutos vestido con un traje de tweed y tan respetable como siempre. ", "Se metió las manos en los bolsillos, estiró las piernas frente a la chimenea y se echó a reír a carcajadas durante un buen rato. ", "—¡Caramba, caramba! —exclamó, atragantándose y volviendo a reír hasta quedar fláccido y derrengado, tumbado sobre la silla. \n", "—¿Qué pasa? —Es demasiado gracioso. \n", "Estoy seguro de que jamás adivinaría usted en qué he empleado la mañana y lo que he acabado haciendo. ", "—Ni me lo imagino. ", "Supongo que habrá estado observando los hábitos, y quizá la casa, de la señorita Irene Adler. ", "—Desde luego, pero lo raro fue lo que ocurrió a continuación. ", "Pero voy a contárselo. \n", "Salí de casa poco después de las ocho de la mañana, disfrazado de mozo de cuadra sin trabajo. ", "Entre la gente que trabaja en las caballerizas hay mucha camaradería, una verdadera hermandad; si eres uno de ellos, pronto te enterarás de todo lo que desees saber. ", "No tardé en encontrar la residencia Briony. \n", "Es una villa de lujo, con un jardín en la parte de atrás pero que por delante llega justo hasta la carretera; de dos pisos. ", "Cerradura Chubbs en la puerta. ", "Una gran sala de estar a la derecha, bien amueblada, con ventanales casi hasta el suelo y esos ridículos pestillos ingleses en las ventanas, que hasta un niño podría abrir. ", "Más allá no había nada de interés, excepto que desde el tejado de la cochera se puede llegar a la ventana del pasillo. ", "Di la vuelta a la casa y la examiné atentamente desde todos los puntos de vista, pero no vi nada interesante. ", "Me dediqué entonces a rondar por la calle y, tal como había esperado, encontré unas caballerizas en un callejón pegado a una de las tapias del jardín. ", "Eché una mano a los mozos que limpiaban los caballos y recibí a cambio dos peniques, un vaso de cerveza, dos cargas de tabaco para la pipa y toda la información que quise sobre la señorita Adler, por no mencionar a otra media docena de personas del vecindario que no me interesaban lo más mínimo, pero cuyas biografías no tuve más remedio que escuchar. ", "—¿Y qué hay de Irene Adler? —pregunté. ", "—Bueno, trae de cabeza a todos los hombres de la zona. ", "Es la cosa más bonita que se ha visto bajo un sombrero en este planeta. ", "Eso aseguran los caballerizos del Serpentine, hasta el último hombre. ", "Lleva una vida tranquila, canta en conciertos, sale todos los días a las cinco y regresa a cenar a las siete en punto. ", "Es raro que salga a otras horas, excepto cuando canta. ", "Sólo tiene un visitante masculino, pero lo ve mucho. ", "Es moreno, bien parecido y elegante. ", "Un tal Godfrey Norton, del Inner Temple. ", "Ya ve las ventajas de tener por confidente a un cochero. ", "Le han llevado una docena de veces desde el Serpentine y lo saben todo acerca de él. ", "Después de escuchar todo lo que tenían que contarme, me puse otra vez a recorrer los alrededores de la residencia Briony, tramando mi plan de ataque. ", "Evidentemente, este Godfrey Norton era un factor importante en el asunto. ", "Es abogado; esto me sonó mal. ", "¿Qué relación había entre ellos y cuál era el  motivo de sus repetidas visitas? ", "¿Era ella su cliente, su amiga o su amante? ", "De ser lo primero, probablemente habría puesto la fotografía bajo su custodia. ", "De ser lo último, no era tan probable que lo hubiera hecho. ", "De esta cuestión dependía el que yo continuara mi trabajo en Briony o dirigiera mi atención a los aposentos del caballero en el Temple. ", "Se trataba de un aspecto delicado, que ampliaba el campo de mis investigaciones. ", "Temo aburrirle con estos detalles, pero tengo que hacerle partícipe de mis pequeñas dificultades para que pueda usted comprender la situación. ", "—Le sigo atentamente —respondí. ", "—Estaba todavía dándole vueltas al asunto cuando llegó a Briony un coche muy elegante, del que se apeó un caballero. ", "Se trataba de un hombre muy bien parecido, moreno, de nariz aguileña y con bigote. Evidentemente, el mismo hombre del que había oído hablar. ", "Parecía tener mucha prisa, le gritó al cochero que esperara y pasó como una exhalación junto a la doncella, que le abrió la puerta, con el aire de quien se encuentra en su propia casa. ", "Permaneció en la casa una media hora, y pude verle un par de veces a través de las ventanas de la sala de estar, andando de un lado a otro, hablando con agitación y moviendo mucho los brazos. ", "A ella no la vi. \n", "Por fin, el hombre salió, más excitado aún que cuando entró. ", "Al subir al coche, sacó del bolsillo un reloj de oro y lo miró con preocupación. ¡Corra como un diablo! — ordenó—. Primero a Gross & Hankey, en Regent Street, y luego a la iglesia de Santa Mónica, en Edgware Road. ", "¡Media guinea si lo hace en veinte minutos! ", "Allá se fueron, y yo me preguntaba si no convendría seguirlos, cuando por el callejón apareció un pequeño y bonito landó, cuyo cochero llevaba la levita a medio abrochar, la corbata debajo de la oreja y todas las correas del aparejo salidas de las hebillas. ", "Todavía no se había parado cuando ella salió disparada por la puerta y se metió en el coche. ", "Sólo pude echarle un vistazo, pero se trata de una mujer deliciosa, con una cara por la que un hombre se dejaría matar. ", "—A la iglesia de Santa Mónica, John —ordenó—. Y medio soberano si llegas en veinte minutos. ", "Aquello era demasiado bueno para perdérselo, Watson. ", "Estaba dudando si hacer el camino corriendo o agarrarme a la trasera del landó, cuando apareció un coche por la calle. ", "El cochero no parecía muy interesado en un pasajero tan andrajoso, pero yo me metí dentro antes de que pudiera poner objeciones. ", "A la iglesia de Santa Mónica —dije—, y medio soberano si llega en veinte minutos. ", "Eran las doce menos veinticinco y, desde luego, estaba clarísimo lo que se estaba cociendo. ", "Mi cochero se dio bastante prisa. ", "No creo haber ido tan rápido en la vida, pero los otros habían llegado antes. ", "El coche y el landó, con los caballos  sudorosos, se encontraban ya delante de la puerta cuando nosotros llegamos. ", "Pagué al cochero y me metí corriendo en la iglesia. ", "No había ni un alma, con excepción de las dos personas que yo había seguido y de un clérigo con sobrepelliz que parecía estar amonestándolos. ", "Los tres se encontraban de pie, formando un grupito delante del altar. ", "Avancé despacio por el pasillo lateral, como cualquier desocupado que entra en una iglesia. ", "De pronto, para mi sorpresa, los tres del altar se volvieron a mirarme y Godfrey Norton vino corriendo hacia mí, tan rápido como pudo. ", "—¡Gracias a Dios! —exclamó—. ", "¡Usted servirá! ¡Venga, venga! \n", "—¿Qué pasa? —pregunté yo. ", "—¡Venga, hombre, venga, tres minutos más y no será legal! ", "Prácticamente me arrastraron al altar, y antes de darme cuenta de dónde estaba me encontré murmurando respuestas que alguien me susurraba al oído, dando fe de cosas de las que no sabía nada y, en general, ayudando al enlace matrimonial de Irene Adler, soltera, con Godfrey Norton, soltero. ", "Todo se hizo en un instante, y allí estaban el caballero dándome las gracias por un lado y la dama por el otro, mientras el clérigo me miraba resplandeciente por delante. ", "Es la situación más ridícula en que me he encontrado en la vida, y pensar en ello es lo que me hacía reír hace un momento. ", "Parece que había alguna irregularidad en su licencia, que el cura se negaba rotundamente a casarlos sin que hubiera algún testigo, y que mi feliz aparición libró al novio de tener que salir a la calle en busca de un padrino. ", "La novia me dio un soberano, y pienso llevarlo en la cadena del reloj como recuerdo de esta ocasión. ", "—Es un giro bastante inesperado de los acontecimientos —dije—. ¿Y qué pasó luego? ", "—Bueno, me di cuenta de que mis planes estaban a punto de venirse abajo. ", "Daba la impresión de que la parejita podía largarse inmediatamente, lo cual exigiría medidas instantáneas y enérgicas por mi parte. ", "Sin embargo, en la puerta de la iglesia se separaron: él volvió al Temple y ella a su casa. ", "Saldré a pasear por el parque a las cinco, como de costumbre, dijo ella al despedirse. ", "No pude oír más. ", "Se marcharon en diferentes direcciones, y yo fui a ocuparme de unos asuntillos propios. —¿Que eran? ", "—Un poco de carne fría y un vaso de cerveza —respondió, haciendo sonar la campanilla—. ", "He estado demasiado ocupado para pensar en comer, y probablemente estaré aún más ocupado esta noche. ", "Por cierto, doctor, voy a necesitar su cooperación. ", "—Estaré encantado. ", "—¿No le importa infringir la ley? ", "—Ni lo más mínimo. ", "—¿Y exponerse a ser detenido? ", "—No, si es por una buena causa. ", "—¡Oh, la causa es excelente! —Entonces, soy su hombre. ", "—Estaba seguro de que podía contar con usted. ", "—Pero ¿qué es lo que se propone? ", "—Cuando la señora Turner haya traído la bandeja se lo explicaré claramente. ", "Veamos —dijo, mientras se lanzaba vorazmente sobre el sencillo almuerzo que nuestra casera había traído—. Tengo que explicárselo mientras como, porque no tenemos mucho tiempo. Ahora son casi las cinco. ", "Dentro de dos horas tenemos que estar en el escenario de la acción. ", "La señorita Irene, o mejor dicho, la señora, vuelve de su paseo a las siete. ", "Tenemos que estar en villa Briony cuando llegue. ", "—Y entonces, ¿qué? ", "—Déjeme eso a mí. ", "Ya he arreglado lo que tiene que ocurrir. ", "Hay una sola cosa en la que debo insistir. ", "Usted no debe interferir, pase lo que pase. ", "¿Entendido? ", "—¿He de permanecer al margen? ", "—No debe hacer nada en absoluto. ", "Probablemente se producirá algún pequeño alboroto. ", "No intervenga. ", "El resultado será que me harán entrar en la casa. ", "Cuatro o cinco minutos después se abrirá la ventana de la sala de estar. ", "Usted se situará cerca de esa ventana abierta. ", "—Sí. ", "—Tiene usted que fijarse en mí, que estaré al alcance de su vista. ", "—Sí. \n", "—Y cuando yo levante la mano, así, arrojará usted al interior de la habitación una cosa que le voy a dar, y al mismo tiempo lanzará el grito de ¡Fuego!. ", "¿Me sigue? ", "—Perfectamente. \n", "—No es nada especialmente terrible —dijo, sacando del bolsillo un cilindro en forma de cigarro—. ", "Es un cohete de humo corriente de los que usan los fontaneros, con una tapa en cada extremo para que se encienda solo. ", "Su tarea se reduce a eso. ", "Cuando empiece a gritar ¡fuego!, mucha gente lo repetirá. ", "Entonces, usted se dirigirá al extremo de la calle, donde yo me reuniré con usted al cabo de diez minutos. ", "Espero haberme explicado bien. ", "—Tengo que mantenerme al margen, acercarme a la ventana, fijarme en usted, aguardar la señal y arrojar este objeto, gritar ¡Fuego!, y esperarle en la esquina de la calle. \n", "—Exactamente. ", "—Entonces, puede usted confiar plenamente en mí. ", "—Excelente. \n", "Creo que ya va siendo hora de que me prepare para el nuevo papel que he de representar. ", "Desapareció en su dormitorio, para regresar a los cinco minutos con la apariencia de un afable y sencillo sacerdote disidente. ", "Su sombrero negro de ala ancha, sus pantalones con rodilleras, su chalina blanca, su sonrisa simpática y su aire general de curiosidad inquisitiva y benévola, no podrían haber sido igualados más que por el mismísimo John Hare. ", "Holmes no se limitaba a cambiarse de ropa; su expresión, su forma de actuar, su misma alma, parecían cambiar con cada nuevo papel que asumía. ", "El teatro perdió un magnífico actor y la ciencia un agudo pensador cuando Holmes decidió especializarse en el delito. ", "Eran las seis y cuarto cuando salimos de Baker Street, y todavía faltaban diez minutos para las siete cuando llegamos a Serpentine Avenue. ", "Ya oscurecía, y las farolas se iban encendiendo mientras nosotros andábamos calle arriba y calle abajo frente a la villa Briony, aguardando la llegada de su inquilina. ", "La casa era tal como yo la había imaginado por la sucinta descripción de Sherlock Holmes, pero el vecindario parecía menos solitario de lo que había esperado. ", "Por el contrario, para tratarse de una calle pequeña en un barrio tranquilo, se encontraba de lo más animada. ", "Había un grupo de hombres mal vestidos fumando y riendo en una esquina, un afilador con su rueda, dos guardias reales galanteando a una niñera, y varios jóvenes bien vestidos que paseaban de un lado a otro con cigarros en la boca. ", "—¿Sabe? —comentó Holmes mientras deambulábamos frente a la casa—. Este matrimonio simplifica bastante las cosas. ", "Ahora la fotografía se ha convertido en un arma de doble filo. ", "Lo más probable es que ella tenga tan pocas ganas de que la vea el señor Godfrey Norton, como nuestro cliente de que llegue a ojos de su princesa. ", "Ahora la cuestión es: ¿dónde vamos a encontrar la fotografía? ", "—Eso. ¿Dónde? ", "—Es muy improbable que ella la lleve encima. ", "El formato es demasiado grande como para que se pueda ocultar bien en un vestido de mujer. ", "Sabe que el rey es capaz de hacer que la asalten y registren. ", "Ya se ha intentado algo parecido dos veces. ", "Debemos suponer, pues, que no la lleva encima. —Entonces, ¿dónde? ", "—Su banquero o su abogado. ", "Existe esa doble posibilidad. ", "Pero me inclino a pensar que ninguno de los dos la tiene. ", "Las mujeres son por naturaleza muy dadas a los secretos, y les gusta encargarse de sus propias intrigas. ", "¿Por qué habría de ponerla en manos de otra persona? ", "Puede fiarse de sí misma, pero no sabe qué presiones indirectas o políticas pueden ejercerse sobre un hombre de negocios. ", "Además, recuerde que tiene pensado utilizarla dentro de unos días. ", "Tiene que tenerla al alcance de la mano. ", "Tiene que estar en la casa. ", "—Pero la han registrado dos veces. ", "—¡Bah! No sabían buscar. ", "—¿Y cómo buscará usted? ", "—Yo no buscaré. ", "—¿Entonces? \n", "—Haré que ella me lo indique. ", "—Pero se negará. ", "—No podrá hacerlo. ", "Pero oigo un ruido de ruedas. ", "Es su coche. ", "Ahora, cumpla mis órdenes al pie de la letra. ", "Mientras hablaba, el fulgor de las luces laterales de un coche asomó por la curva de la avenida. ", "Era un pequeño y elegante landó que avanzó traqueteando hasta la puerta de la villa Briony. ", "En cuanto se detuvo, uno de los desocupados de la esquina se lanzó como un rayo a abrir la puerta, con la  esperanza de ganarse un penique, pero fue desplazado de un codazo por otro desocupado que se había precipitado con la misma intención. ", "Se entabló una feroz disputa, a la que se unieron los dos guardias reales, que se pusieron de parte de uno de los desocupados, y el afilador, que defendía con igual vehemencia al bando contrario. ", "Alguien recibió un golpe y, en un instante, la dama, que se había apeado del carruaje, se encontró en el centro de un pequeño grupo de acalorados combatientes, que se golpeaban ferozmente con puños y bastones. ", "Holmes se abalanzó entre ellos para proteger a la dama pero, justo cuando llegaba a su lado, soltó un grito y cayó al suelo, con la sangre corriéndole abundantemente por el rostro. ", "Al verlo caer, los guardias salieron corriendo en una dirección y los desocupados en otra, mientras unas cuantas personas bien vestidas, que habían presenciado la reyerta sin tomar parte en ella, se agolpaban para ayudar a la señora y atender al herido. ", "Irene Adler, como pienso seguir llamándola, había subido a toda prisa los escalones; pero en lo alto se detuvo, con su espléndida figura recortada contra las luces de la sala, volviéndose a mirar hacia la calle. ", "—¿Está malherido ese pobre caballero? ", "—preguntó. ", "—Está muerto —exclamaron varias voces. ", "—No, no, todavía le queda algo de vida —gritó otra—. ", "Pero habrá muerto antes de poder llevarlo al hospital. ", "—Es un valiente —dijo una mujer—. ", "De no ser por él le habrían quitado el bolso y el reloj a esta señora. ", "Son una banda, y de las peores. ", "¡Ah, ahora respira! —No puede quedarse tirado en la calle. ", "¿Podemos meterlo en la casa, señora? —Claro. ", "Tráiganlo a la sala de estar. ", "Hay un sofá muy cómodo. ", "Por aquí, por favor. ", "Lenta y solemnemente fue introducido en la residencia Briony y acostado en el salón principal, mientras yo seguía observando el curso de los acontecimientos desde mi puesto junto a la ventana. ", "Habían encendido las lámparas, pero sin correr las cortinas, de manera que podía ver a Holmes tendido en el sofá. ", "Ignoro si en aquel momento él sentía algún tipo de remordimiento por el papel que estaba representando, pero sí sé que yo nunca me sentí tan avergonzado de mí mismo como entonces, al ver a la hermosa criatura contra la que estaba conspirando, y la gracia y amabilidad con que atendía al herido. ", "Y sin embargo, abandonar en aquel punto la tarea que Holmes me había confiado habría sido una traición de lo más abyecto. ", "Así pues, hice de tripas corazón y saqué el cohete de humo de debajo de mi  impermeable. ", "Al fin y al cabo, pensé, no vamos a hacerle ningún daño. ", "Sólo vamos a impedirle que haga daño a otro. ", "Holmes se había sentado en el diván, y le vi moverse como si le faltara aire. ", "Una doncella se apresuró a abrir la ventana. ", "En aquel preciso instante le levantar la mano y, obedeciendo su señal, arrojé el cohete dentro de la habitación mientras gritaba: ¡Fuego!. ", "Apenas había salido la palabra de mis labios cuando toda la multitud de espectadores, bien y mal vestidos — caballeros, mozos de cuadra y criadas—, se unió en un clamor general de ¡Fuego!. ", "Espesas nubes de humo se extendieron por la habitación y salieron por la ventana abierta. ", "Pude entrever figuras que corrían, y un momento después oí la voz de Holmes dentro de la casa, asegurando que se trataba de una falsa alarma. ", "Deslizándome entre la vociferante multitud, llegué hasta la esquina de la calle y a los diez minutos tuve la alegría de sentir el brazo de mi amigo sobre el mío y de alejarme de la escena del tumulto. ", "Holmes caminó de prisa y en silencio durante unos pocos minutos, hasta que nos metimos por una de las calles tranquilas que llevan hacia Edgware Road. ", "—Lo hizo usted muy bien, doctor —dijo—. ", "Las cosas no podrían haber salido mejor. ", "Todo va bien. ", "—¿Tiene usted la fotografía? ", "—Sé dónde está. ", "—¿Y cómo lo averiguó? ", "—Ella me lo indicó, como yo le dije que haría. ", "—Sigo a oscuras. ", "—No quiero hacer un misterio de ello —dijo, echándose a reír—. ", "Todo fue muy sencillo. ", "Naturalmente, usted se daría cuenta de que todos los que había en la calle eran cómplices. ", "Estaban contratados para esta tarde. ", "—Me lo había figurado. ", "—Cuando empezó la pelea, yo tenía un poco de pintura roja, fresca, en la palma de la mano. ", "Eché a correr, caí, me llevé las manos a la cara y me convertí en un espectáculo patético. ", "Un viejo truco. ", "—Eso también pude figurármelo. ", "—Entonces me llevaron adentro. ", "Ella tenía que dejarme entrar. ", "¿Cómo habría podido negarse? ", "Y a la sala de estar, que era la habitación de la que yo  sospechaba. ", "Tenía que ser ésa o el dormitorio, y yo estaba decidido a averiguar cuál. ", "Me tendieron en el sofá, hice como que me faltaba el aire, se vieron obligados a abrir la ventana y usted tuvo su oportunidad. ", "—¿Y de qué le sirvió eso? ", "—Era importantísimo. ", "Cuando una mujer cree que se incendia su casa, su instinto le hace correr inmediatamente hacia lo que tiene en más estima. ", "Se trata de un impulso completamente insuperable, y más de una vez le he sacado partido. ", "En el caso del escándalo de la suplantación de Darlington me resultó muy útil, y también en el asunto del castillo de Arnsworth. ", "Una madre corre en busca de su bebé, una mujer soltera echa mano a su joyero. ", "Ahora bien, yo tenía muy claro que para la dama que nos ocupa no existía en la casa nada tan valioso como lo que nosotros andamos buscando, y que correría a ponerlo a salvo. ", "La alarma de fuego salió de maravilla. ", "El humo y los gritos eran como para trastornar unos nervios de acero. ", "Ella respondió a la perfección. ", "La fotografía está en un hueco detrás de un panel corredizo, encima mismo del cordón de la campanilla de la derecha. ", "Se plantó allí en un segundo, y vi de reojo que empezaba a sacarla. ", "Al gritar yo que se trataba de una falsa alarma, la volvió a meter, miró el cohete, salió corriendo de la habitación y no la volví a ver. ", "Me levanté, presenté mis excusas y salí de la casa. ", "Pensé en intentar apoderarme de la fotografía en aquel mismo momento; pero el cochero había entrado y me observaba de cerca, así que me pareció más seguro esperar. ", "Un exceso de precipitación podría echarlo todo a perder. ", "—¿Y ahora? ", "—pregunté. ", "—Nuestra búsqueda prácticamente ha concluido. ", "Mañana iré a visitarla con el rey, y con usted, si es que quiere acompañarnos. ", "Nos harán pasar a la sala de estar a esperar a la señora, pero es probable que cuando llegue no nos encuentre ni a nosotros ni la fotografía. ", "Será una satisfacción para su majestad recuperarla con sus propias manos. ", "—¿Y cuándo piensa ir? ", "—A las ocho de la mañana. ", "Aún no se habrá levantado, de manera que tendremos el campo libre. ", "Además, tenemos que darnos prisa, porque este matrimonio puede significar un cambio completo en su vida y costumbres. ", "Tengo que telegrafiar al rey sin perder tiempo. ", "Habíamos llegado a Baker Street y nos detuvimos en la puerta. ", "Holmes estaba buscando la llave en sus bolsillos cuando alguien que pasaba dijo: —Buenas noches, señor Holmes. ", "Había en aquel momento varias personas en la acera, pero el saludo parecía proceder de un joven delgado con impermeable que había pasado de prisa a nuestro lado. ", "—Esa voz la he oído antes —dijo Holmes, mirando fijamente la calle mal iluminada —Me pregunto quién demonios podrá ser. ", "Aquella noche dormí en Baker Street, y estábamos dando cuenta de nuestro café con tostadas cuando el rey de Bohemia se precipitó en la habitación. —¿Es verdad que la tiene? ", "—exclamó, agarrando a Sherlock Holmes por los hombros y mirándolo ansiosamente a los ojos. ", "—Aún no. ", "—Pero ¿tiene esperanzas? ", "—Tengo esperanzas. ", "—Entonces, vamos. ", "No puedo contener mi impaciencia. ", "—Tenemos que conseguir un coche. ", "—No, mi carruaje está esperando. ", "—Bien, eso simplifica las cosas. ", "Bajamos y nos pusimos otra vez en marcha hacia la villa Briony. ", "—Irene Adler se ha casado —comentó Holmes. ", "—¿Se ha casado? ", "¿Cuándo? ", "—Ayer. ", "—Pero ¿con quién? ", "—Con un abogado inglés apellidado Norton. ", "—¡Pero no es posible que le ame! ", "—Espero que sí le ame. \n", "—¿Por qué espera tal cosa? ", "—Porque eso libraría a vuestra majestad de todo temor a futuras molestias. ", "Si ama a su marido, no ama a vuestra majestad. ", "Si no ama a vuestra majestad, no hay razón para que interfiera en los planes de vuestra majestad. ", "—Es verdad. ", "Y sin embargo ¡En fin! ¡Ojalá ella hubiera sido de mi condición! ¡Qué reina habría sido! \n", "Y con esto se hundió en un silencio taciturno que no se rompió hasta que nos detuvimos en Serpentine Avenue. ", "La puerta de la villa Briony estaba abierta, y había una mujer mayor de pie en los escalones de la entrada. ", "Nos miró con ojos sardónicos mientras bajábamos del carricoche. ", "—El señor Sherlock Holmes, supongo —dijo. ", "—Yo soy el señor Holmes —respondió mi compañero, dirigiéndole una mirada interrogante y algo sorprendida. ", "—En efecto. ", "Mi señora me dijo que era muy probable que viniera usted. ", "Se marchó esta mañana con su marido, en el tren de las cinco y cuarto de Charing Cross, rumbo al continente. ", "—¿Cómo? ", "—Sherlock Holmes retrocedió tambaleándose, poniéndose blanco de sorpresa y consternación—. ", "¿Quiere decir que se ha marchado de Inglaterra? ", "— Para no volver. ", "—¿Y los papeles? —preguntó el rey. ", "¡Todo se ha perdido! \n", "—Veremos. \n", "Holmes pasó junto a la sirvienta y se precipitó en la sala, seguido por el rey y por mí. ", "El mobiliario estaba esparcido en todas direcciones, con estanterías desmontadas y cajones abiertos, como si la señora los hubiera vaciado a toda prisa antes de escapar. ", "Holmes corrió hacia el cordón de la campanilla, arrancó una tablilla corrediza y, metiendo la mano, sacó una fotografía y una carta. ", "La fotografía era de la propia Irene Adler en traje de noche; la carta estaba dirigida a Sherlock Holmes, Esq. ", "Para dejar hasta que la recojan. ", "Mi amigo la abrió y los tres la leímos juntos. ", "Estaba fechada la medianoche anterior, y decía lo siguiente: Mi querido señor Sherlock Holmes: La verdad es que lo hizo usted muy bien. ", "Me tomó completamente por sorpresa. ", "Hasta después de la alarma de fuego, no sentí la menor sospecha. ", "Pero después, cuando comprendí que me había traicionado a  mí misma, me puse a pensar. ", "Hace meses que me habían advertido contra usted. ", "Me dijeron que si el rey contrataba a un agente, ése sería sin duda usted. ", "Hasta me habían dado su dirección. ", "Y a pesar de todo, usted me hizo revelarle lo que quería saber. ", "Aun después de entrar en sospechas, se me hacía difícil pensar mal de un viejo clérigo tan simpático y amable. ", "Pero, como sabe, también yo tengo experiencia como actriz. ", "Las ropas de hombre no son nada nuevo para mí. ", "Con frecuencia me aprovecho de la libertad que ofrecen. ", "Ordené a John, el cochero, que le vigilara, corrí al piso de arriba, me puse mi ropa de paseo, como yo la llamo, y bajé justo cuando usted salía. ", "Bien; le seguí hasta su puerta y así me aseguré de que, en efecto, yo era objeto de interés para el célebre Sherlock Holmes. ", "Entonces, un tanto imprudentemente, le deseé buenas noches y me dirigí al Temple para ver a mi marido. ", "Los dos estuvimos de acuerdo en que, cuando te persigue un antagonista tan formidable, el mejor recurso es la huida. Así pues, cuando llegue usted mañana se encontrará el nido vacío. ", "En cuanto a la fotografía, su cliente puede quedar tranquilo. ", "Amo y soy amada por un hombre mejor que él. ", "El rey puede hacer lo que quiera, sin encontrar obstáculos por parte de alguien a quien él ha tratado injusta y cruelmente. ", "La conservo sólo para protegerme y para disponer de un arma que me mantendrá a salvo de cualquier medida que él pueda adoptar en el futuro. ", "Dejo una fotografía que tal vez le interese poseer. Y quedo, querido señor Sherlock Holmes, suya afectísima. Irene NORTON ADLER. ", "—¡Qué mujer! ¡Pero qué mujer! —exclamó el rey de Bohemia cuando los tres hubimos leído la epístola—. ", "¿No le dije lo despierta y decidida que era? ", "¿Acaso no habría sido una reina admirable? ", "¿No es una pena que no sea de mi clase? ", "—Por lo que he visto de la dama, parece, verdaderamente, pertenecer a una clase muy diferente a la de vuestra majestad —dijo Holmes fríamente—. ", "Lamento no haber sido capaz de llevar el asunto de vuestra majestad a una conclusión más feliz. ", "—¡Al contrario, querido señor! — exclamó el rey—. No podría haber terminado mejor. \n", "Me consta que su palabra es inviolable. ", "La fotografía es ahora tan inofensiva como si la hubiesen quemado. ", "—Me alegra que vuestra majestad diga eso. ", "—He contraído con usted una deuda inmensa. ", "Dígame, por favor, de qué manera puedo recompensarle. ", "Este anillo —se sacó del dedo un anillo de esmeraldas en forma de serpiente y se lo extendió en la palma de la mano. ", "—Vuestra majestad posee algo que para mí tiene mucho más valor —dijo Holmes. ", "—No tiene más que decirlo. ", "— Esta fotografía. ", "El rey se le quedó mirando, asombrado. ", "—¡La fotografía de Irene! —exclamó—. ", "Desde luego, si es lo que desea. ", "—Gracias, majestad. \n", "Entonces, no hay más que hacer en este asunto. ", "Tengo el honor de desearos un buen día. ", "Hizo una inclinación, se dio la vuelta sin prestar atención a la mano que el rey le tendía, y se marchó conmigo a sus aposentos. ", "Y así fue como se evitó un gran escándalo que pudo haber afectado al reino de Bohemia, y cómo los planes más perfectos de Sherlock Holmes se vieron derrotados por el ingenio de una mujer. ", "Él solía hacer bromas acerca de la inteligencia de las mujeres, pero últimamente no le he oído hacerlo. ", "Y cuando habla de Irene Adler o menciona su fotografía, es siempre con el honroso título de la mujer. "], "timestamps": {"0": [0, 5.12], "1": [5.12, 9.879999999999999], "2": [9.879999999999999, 13.739999999999998], "3": [13.739999999999998, 17.24], "4": [17.24, 21.659999999999997], "5": [21.659999999999997, 26.619999999999997], "6": [26.619999999999997, 31.799999999999997], "7": [31.799999999999997, 36.019999999999996], "8": [36.019999999999996, 44.279999999999994], "9": [44.279999999999994, 55.21999999999999], "10": [55.21999999999999, 65.24], "11": [65.24, 76.47999999999999], "12": [76.47999999999999, 81.38], "13": [81.38, 87.34], "14": [87.34, 93.68], "15": [93.68, 103.06], "16": [103.06, 115.86000000000001], "17": [115.86000000000001, 133.22000000000003], "18": [133.22000000000003, 143.46000000000004], "19": [143.46000000000004, 157.16000000000003], "20": [157.16000000000003, 165.8], "21": [165.8, 177.62], "22": [177.62, 180.9], "23": [180.9, 185.9], "24": [185.9, 189.12], "25": [189.12, 192.95999999999998], "26": [192.95999999999998, 225.09999999999997], "27": [225.09999999999997, 262.09999999999997], "28": [262.09999999999997, 280.96], "29": [280.96, 299.21999999999997], "30": [299.21999999999997, 321.46], "31": [321.46, 347.2], "32": [347.2, 357.36], "33": [357.36, 371.06000000000006], "34": [371.06000000000006, 384.2800000000001], "35": [384.2800000000001, 401.1000000000001], "36": [401.1000000000001, 419.2200000000001], "37": [419.2200000000001, 440.3800000000001], "38": [440.3800000000001, 450.2800000000001], "39": [450.2800000000001, 464.6600000000001], "40": [464.6600000000001, 472.7200000000001], "41": [472.7200000000001, 483.9000000000001], "42": [483.9000000000001, 490.9600000000001], "43": [490.9600000000001, 500.7600000000001], "44": [500.7600000000001, 503.06000000000006], "45": [503.06000000000006, 505.98], "46": [505.98, 511.90000000000003], "47": [511.90000000000003, 518.4200000000001], "48": [518.4200000000001, 524.0200000000001], "49": [524.0200000000001, 531.6200000000001], "50": [531.6200000000001, 538.4200000000001], "51": [538.4200000000001, 545.3600000000001], "52": [545.3600000000001, 557.5000000000001], "53": [557.5000000000001, 570.9000000000001], "54": [570.9000000000001, 576.7800000000001], "55": [576.7800000000001, 583.9000000000001], "56": [583.9000000000001, 588.1600000000001], "57": [588.1600000000001, 593.1400000000001], "58": [593.1400000000001, 598.5200000000001], "59": [598.5200000000001, 603.96], "60": [603.96, 606.4000000000001], "61": [606.4000000000001, 608.6600000000001], "62": [608.6600000000001, 611.96], "63": [611.96, 614.8199999999999], "64": [614.8199999999999, 617.5799999999999], "65": [617.5799999999999, 620.06], "66": [620.06, 622.8599999999999], "67": [622.8599999999999, 625.3599999999999], "68": [625.3599999999999, 629.06], "69": [629.06, 632.24], "70": [632.24, 634.8800000000001], "71": [634.8800000000001, 637.5400000000001], "72": [637.5400000000001, 640.6200000000001], "73": [640.6200000000001, 642.9600000000002], "74": [642.9600000000002, 650.3400000000001], "75": [650.3400000000001, 657.2000000000002], "76": [657.2000000000002, 662.3600000000001], "77": [662.3600000000001, 666.6600000000001], "78": [666.6600000000001, 670.94], "79": [670.94, 676.1000000000001], "80": [676.1000000000001, 687.2600000000002], "81": [687.2600000000002, 699.0800000000002], "82": [699.0800000000002, 708.3000000000002], "83": [708.3000000000002, 716.9800000000002], "84": [716.9800000000002, 721.8000000000002], "85": [721.8000000000002, 727.2400000000002], "86": [727.2400000000002, 741.2000000000003], "87": [741.2000000000003, 755.8000000000003], "88": [755.8000000000003, 764.6800000000003], "89": [764.6800000000003, 772.9400000000003], "90": [772.9400000000003, 784.2800000000002], "91": [784.2800000000002, 795.8000000000002], "92": [795.8000000000002, 819.3400000000001], "93": [819.3400000000001, 845.7600000000002], "94": [845.7600000000002, 852.0400000000002], "95": [852.0400000000002, 858.7000000000002], "96": [858.7000000000002, 876.0400000000002], "97": [876.0400000000002, 894.2400000000002], "98": [894.2400000000002, 897.6000000000001], "99": [897.6000000000001, 902.0400000000002], "100": [902.0400000000002, 908.5800000000002], "101": [908.5800000000002, 915.2400000000001], "102": [915.2400000000001, 918.3000000000002], "103": [918.3000000000002, 921.6200000000001], "104": [921.6200000000001, 923.6200000000001], "105": [923.6200000000001, 925.6400000000001], "106": [925.6400000000001, 931.3200000000002], "107": [931.3200000000002, 938.8200000000002], "108": [938.8200000000002, 940.3400000000001], "109": [940.3400000000001, 942.0200000000002], "110": [942.0200000000002, 943.6400000000002], "111": [943.6400000000002, 945.2800000000002], "112": [945.2800000000002, 949.2600000000002], "113": [949.2600000000002, 952.3600000000001], "114": [952.3600000000001, 954.9800000000001], "115": [954.9800000000001, 957.8200000000002], "116": [957.8200000000002, 961.0000000000002], "117": [961.0000000000002, 963.7000000000003], "118": [963.7000000000003, 965.5200000000002], "119": [965.5200000000002, 966.5800000000002], "120": [966.5800000000002, 968.4800000000001], "121": [968.4800000000001, 969.7600000000001], "122": [969.7600000000001, 971.4000000000001], "123": [971.4000000000001, 972.8600000000001], "124": [972.8600000000001, 974.6800000000001], "125": [974.6800000000001, 976.1400000000001], "126": [976.1400000000001, 982.44], "127": [982.44, 989.12], "128": [989.12, 1006.6], "129": [1006.6, 1027.68], "130": [1027.68, 1031.16], "131": [1031.16, 1035.68], "132": [1035.68, 1037.26], "133": [1037.26, 1038.92], "134": [1038.92, 1043.8200000000002], "135": [1043.8200000000002, 1048.92], "136": [1048.92, 1061.7], "137": [1061.7, 1071.8000000000002], "138": [1071.8000000000002, 1083.6200000000001], "139": [1083.6200000000001, 1100.58], "140": [1100.58, 1111.1799999999998], "141": [1111.1799999999998, 1119.2199999999998], "142": [1119.2199999999998, 1123.3399999999997], "143": [1123.3399999999997, 1127.9999999999998], "144": [1127.9999999999998, 1130.0799999999997], "145": [1130.0799999999997, 1132.2199999999998], "146": [1132.2199999999998, 1135.2799999999997], "147": [1135.2799999999997, 1138.0999999999997], "148": [1138.0999999999997, 1142.3399999999997], "149": [1142.3399999999997, 1146.1999999999996], "150": [1146.1999999999996, 1152.7199999999996], "151": [1152.7199999999996, 1160.3999999999996], "152": [1160.3999999999996, 1164.3799999999997], "153": [1164.3799999999997, 1169.6399999999996], "154": [1169.6399999999996, 1175.1799999999996], "155": [1175.1799999999996, 1180.3199999999997], "156": [1180.3199999999997, 1189.0599999999997], "157": [1189.0599999999997, 1200.1599999999996], "158": [1200.1599999999996, 1204.1599999999996], "159": [1204.1599999999996, 1208.8399999999997], "160": [1208.8399999999997, 1211.7199999999998], "161": [1211.7199999999998, 1214.62], "162": [1214.62, 1219.3799999999999], "163": [1219.3799999999999, 1223.58], "164": [1223.58, 1226.48], "165": [1226.48, 1229.02], "166": [1229.02, 1230.72], "167": [1230.72, 1232.72], "168": [1232.72, 1245.3400000000001], "169": [1245.3400000000001, 1256.5200000000002], "170": [1256.5200000000002, 1260.4], "171": [1260.4, 1263.7800000000002], "172": [1263.7800000000002, 1269.14], "173": [1269.14, 1274.5], "174": [1274.5, 1276.36], "175": [1276.36, 1277.9399999999998], "176": [1277.9399999999998, 1287.4599999999998], "177": [1287.4599999999998, 1300.12], "178": [1300.12, 1303.6999999999998], "179": [1303.6999999999998, 1307.84], "180": [1307.84, 1309.84], "181": [1309.84, 1312.8], "182": [1312.8, 1319.96], "183": [1319.96, 1328.46], "184": [1328.46, 1333.68], "185": [1333.68, 1338.44], "186": [1338.44, 1344.0], "187": [1344.0, 1349.92], "188": [1349.92, 1358.76], "189": [1358.76, 1366.56], "190": [1366.56, 1369.24], "191": [1369.24, 1373.02], "192": [1373.02, 1378.3], "193": [1378.3, 1384.76], "194": [1384.76, 1388.88], "195": [1388.88, 1393.3000000000002], "196": [1393.3000000000002, 1395.14], "197": [1395.14, 1396.8400000000001], "198": [1396.8400000000001, 1399.8400000000001], "199": [1399.8400000000001, 1403.1000000000001], "200": [1403.1000000000001, 1410.7800000000002], "201": [1410.7800000000002, 1420.0800000000002], "202": [1420.0800000000002, 1423.64], "203": [1423.64, 1427.7600000000002], "204": [1427.7600000000002, 1431.3600000000001], "205": [1431.3600000000001, 1435.6000000000001], "206": [1435.6000000000001, 1446.2400000000002], "207": [1446.2400000000002, 1456.7600000000002], "208": [1456.7600000000002, 1462.1800000000003], "209": [1462.1800000000003, 1467.6400000000003], "210": [1467.6400000000003, 1476.3000000000004], "211": [1476.3000000000004, 1488.0000000000005], "212": [1488.0000000000005, 1489.7800000000004], "213": [1489.7800000000004, 1492.1800000000005], "214": [1492.1800000000005, 1495.4400000000005], "215": [1495.4400000000005, 1499.0200000000004], "216": [1499.0200000000004, 1505.8400000000004], "217": [1505.8400000000004, 1513.1200000000003], "218": [1513.1200000000003, 1515.5600000000004], "219": [1515.5600000000004, 1518.6000000000004], "220": [1518.6000000000004, 1522.5400000000004], "221": [1522.5400000000004, 1526.7400000000005], "222": [1526.7400000000005, 1529.9600000000005], "223": [1529.9600000000005, 1533.3600000000006], "224": [1533.3600000000006, 1535.4600000000005], "225": [1535.4600000000005, 1538.0400000000004], "226": [1538.0400000000004, 1539.6800000000003], "227": [1539.6800000000003, 1541.2800000000002], "228": [1541.2800000000002, 1543.2800000000002], "229": [1543.2800000000002, 1545.5800000000002], "230": [1545.5800000000002, 1548.16], "231": [1548.16, 1550.8200000000002], "232": [1550.8200000000002, 1552.8400000000001], "233": [1552.8400000000001, 1554.96], "234": [1554.96, 1558.16], "235": [1558.16, 1561.8400000000001], "236": [1561.8400000000001, 1564.5200000000002], "237": [1564.5200000000002, 1568.5400000000002], "238": [1568.5400000000002, 1570.0200000000002], "239": [1570.0200000000002, 1571.2400000000002], "240": [1571.2400000000002, 1575.4200000000003], "241": [1575.4200000000003, 1579.4400000000003], "242": [1579.4400000000003, 1588.5600000000004], "243": [1588.5600000000004, 1597.9000000000003], "244": [1597.9000000000003, 1601.2200000000003], "245": [1601.2200000000003, 1606.3400000000001], "246": [1606.3400000000001, 1609.0000000000002], "247": [1609.0000000000002, 1611.0400000000002], "248": [1611.0400000000002, 1619.8200000000002], "249": [1619.8200000000002, 1626.96], "250": [1626.96, 1634.18], "251": [1634.18, 1641.96], "252": [1641.96, 1659.48], "253": [1659.48, 1680.66], "254": [1680.66, 1693.1000000000001], "255": [1693.1000000000001, 1707.8600000000001], "256": [1707.8600000000001, 1724.98], "257": [1724.98, 1742.6], "258": [1742.6, 1755.34], "259": [1755.34, 1772.3999999999999], "260": [1772.3999999999999, 1776.06], "261": [1776.06, 1779.08], "262": [1779.08, 1783.2199999999998], "263": [1783.2199999999998, 1788.2399999999998], "264": [1788.2399999999998, 1796.5199999999998], "265": [1796.5199999999998, 1804.5799999999997], "266": [1804.5799999999997, 1808.0199999999998], "267": [1808.0199999999998, 1811.3199999999997], "268": [1811.3199999999997, 1818.2599999999998], "269": [1818.2599999999998, 1826.3999999999996], "270": [1826.3999999999996, 1829.4199999999996], "271": [1829.4199999999996, 1832.3999999999996], "272": [1832.3999999999996, 1837.7399999999996], "273": [1837.7399999999996, 1843.9399999999996], "274": [1843.9399999999996, 1854.5999999999997], "275": [1854.5999999999997, 1863.7599999999998], "276": [1863.7599999999998, 1868.8399999999997], "277": [1868.8399999999997, 1874.7199999999998], "278": [1874.7199999999998, 1880.3799999999997], "279": [1880.3799999999997, 1887.2599999999998], "280": [1887.2599999999998, 1890.7999999999997], "281": [1890.7999999999997, 1893.8199999999997], "282": [1893.8199999999997, 1898.6399999999996], "283": [1898.6399999999996, 1903.7199999999996], "284": [1903.7199999999996, 1905.9799999999996], "285": [1905.9799999999996, 1909.1199999999994], "286": [1909.1199999999994, 1922.0599999999995], "287": [1922.0599999999995, 1936.9799999999996], "288": [1936.9799999999996, 1946.0599999999995], "289": [1946.0599999999995, 1956.1599999999994], "290": [1956.1599999999994, 1959.2199999999993], "291": [1959.2199999999993, 1962.7999999999993], "292": [1962.7999999999993, 1965.1799999999994], "293": [1965.1799999999994, 1966.0799999999995], "294": [1966.0799999999995, 1970.6199999999994], "295": [1970.6199999999994, 1976.5599999999995], "296": [1976.5599999999995, 1989.1799999999994], "297": [1989.1799999999994, 2001.4599999999994], "298": [2001.4599999999994, 2005.6199999999994], "299": [2005.6199999999994, 2010.0399999999995], "300": [2010.0399999999995, 2023.9599999999996], "301": [2023.9599999999996, 2041.5199999999995], "302": [2041.5199999999995, 2049.7599999999993], "303": [2049.7599999999993, 2058.1599999999994], "304": [2058.1599999999994, 2066.4199999999996], "305": [2066.4199999999996, 2073.8199999999997], "306": [2073.8199999999997, 2086.9199999999996], "307": [2086.9199999999996, 2103.0199999999995], "308": [2103.0199999999995, 2109.4999999999995], "309": [2109.4999999999995, 2118.4599999999996], "310": [2118.4599999999996, 2128.2799999999997], "311": [2128.2799999999997, 2135.74], "312": [2135.74, 2141.18], "313": [2141.18, 2150.2], "314": [2150.2, 2155.7799999999997], "315": [2155.7799999999997, 2162.68], "316": [2162.68, 2166.8399999999997], "317": [2166.8399999999997, 2171.2999999999997], "318": [2171.2999999999997, 2174.7999999999997], "319": [2174.7999999999997, 2176.5199999999995], "320": [2176.5199999999995, 2178.7999999999993], "321": [2178.7999999999993, 2182.5599999999995], "322": [2182.5599999999995, 2197.0999999999995], "323": [2197.0999999999995, 2210.9999999999995], "324": [2210.9999999999995, 2225.1599999999994], "325": [2225.1599999999994, 2241.7599999999993], "326": [2241.7599999999993, 2248.6999999999994], "327": [2248.6999999999994, 2256.2399999999993], "328": [2256.2399999999993, 2261.5999999999995], "329": [2261.5999999999995, 2266.5999999999995], "330": [2266.5999999999995, 2272.0999999999995], "331": [2272.0999999999995, 2278.0199999999995], "332": [2278.0199999999995, 2290.9199999999996], "333": [2290.9199999999996, 2304.5399999999995], "334": [2304.5399999999995, 2307.9799999999996], "335": [2307.9799999999996, 2311.4999999999995], "336": [2311.4999999999995, 2318.1199999999994], "337": [2318.1199999999994, 2324.3599999999997], "338": [2324.3599999999997, 2337.2799999999997], "339": [2337.2799999999997, 2354.62], "340": [2354.62, 2365.2], "341": [2365.2, 2379.3599999999997], "342": [2379.3599999999997, 2382.8999999999996], "343": [2382.8999999999996, 2385.7599999999998], "344": [2385.7599999999998, 2391.0599999999995], "345": [2391.0599999999995, 2396.6799999999994], "346": [2396.6799999999994, 2406.0199999999995], "347": [2406.0199999999995, 2417.7199999999993], "348": [2417.7199999999993, 2420.6999999999994], "349": [2420.6999999999994, 2423.5399999999995], "350": [2423.5399999999995, 2427.1199999999994], "351": [2427.1199999999994, 2432.1999999999994], "352": [2432.1999999999994, 2443.6599999999994], "353": [2443.6599999999994, 2454.4799999999996], "354": [2454.4799999999996, 2456.9399999999996], "355": [2456.9399999999996, 2458.7599999999998], "356": [2458.7599999999998, 2459.8399999999997], "357": [2459.8399999999997, 2461.4599999999996], "358": [2461.4599999999996, 2463.4399999999996], "359": [2463.4399999999996, 2466.24], "360": [2466.24, 2467.3999999999996], "361": [2467.3999999999996, 2468.2599999999998], "362": [2468.2599999999998, 2471.58], "363": [2471.58, 2475.06], "364": [2475.06, 2476.3599999999997], "365": [2476.3599999999997, 2477.6399999999994], "366": [2477.6399999999994, 2480.8399999999992], "367": [2480.8399999999992, 2485.2599999999993], "368": [2485.2599999999993, 2493.2599999999993], "369": [2493.2599999999993, 2503.119999999999], "370": [2503.119999999999, 2505.599999999999], "371": [2505.599999999999, 2507.559999999999], "372": [2507.559999999999, 2510.599999999999], "373": [2510.599999999999, 2512.379999999999], "374": [2512.379999999999, 2514.879999999999], "375": [2514.879999999999, 2517.0599999999995], "376": [2517.0599999999995, 2518.5399999999995], "377": [2518.5399999999995, 2519.6999999999994], "378": [2519.6999999999994, 2521.919999999999], "379": [2521.919999999999, 2523.959999999999], "380": [2523.959999999999, 2525.599999999999], "381": [2525.599999999999, 2526.999999999999], "382": [2526.999999999999, 2529.139999999999], "383": [2529.139999999999, 2530.9399999999987], "384": [2530.9399999999987, 2532.1199999999985], "385": [2532.1199999999985, 2533.4399999999987], "386": [2533.4399999999987, 2536.659999999999], "387": [2536.659999999999, 2540.219999999999], "388": [2540.219999999999, 2544.3599999999988], "389": [2544.3599999999988, 2547.4199999999987], "390": [2547.4199999999987, 2551.0599999999986], "391": [2551.0599999999986, 2555.2599999999984], "392": [2555.2599999999984, 2558.6199999999985], "393": [2558.6199999999985, 2561.3999999999987], "394": [2561.3999999999987, 2565.199999999999], "395": [2565.199999999999, 2568.239999999999], "396": [2568.239999999999, 2571.3599999999988], "397": [2571.3599999999988, 2574.5999999999985], "398": [2574.5999999999985, 2575.9999999999986], "399": [2575.9999999999986, 2577.1199999999985], "400": [2577.1199999999985, 2578.8199999999983], "401": [2578.8199999999983, 2581.4399999999982], "402": [2581.4399999999982, 2583.7999999999984], "403": [2583.7999999999984, 2586.159999999998], "404": [2586.159999999998, 2588.899999999998], "405": [2588.899999999998, 2591.579999999998], "406": [2591.579999999998, 2594.459999999998], "407": [2594.459999999998, 2597.079999999998], "408": [2597.079999999998, 2598.4399999999982], "409": [2598.4399999999982, 2599.6899999999982], "410": [2599.6899999999982, 2601.709999999998], "411": [2601.709999999998, 2603.6299999999983], "412": [2603.6299999999983, 2605.709999999998], "413": [2605.709999999998, 2608.1299999999983], "414": [2608.1299999999983, 2610.809999999998], "415": [2610.809999999998, 2613.429999999998], "416": [2613.429999999998, 2617.069999999998], "417": [2617.069999999998, 2621.669999999998], "418": [2621.669999999998, 2624.989999999998], "419": [2624.989999999998, 2628.569999999998], "420": [2628.569999999998, 2630.909999999998], "421": [2630.909999999998, 2633.269999999998], "422": [2633.269999999998, 2635.0899999999983], "423": [2635.0899999999983, 2637.4299999999985], "424": [2637.4299999999985, 2639.5299999999984], "425": [2639.5299999999984, 2643.3899999999985], "426": [2643.3899999999985, 2645.5899999999983], "427": [2645.5899999999983, 2648.0699999999983], "428": [2648.0699999999983, 2650.329999999998], "429": [2650.329999999998, 2654.489999999998], "430": [2654.489999999998, 2658.469999999998], "431": [2658.469999999998, 2660.369999999998], "432": [2660.369999999998, 2669.209999999998], "433": [2669.209999999998, 2674.369999999998], "434": [2674.369999999998, 2677.5099999999984], "435": [2677.5099999999984, 2683.3899999999985], "436": [2683.3899999999985, 2685.4099999999985], "437": [2685.4099999999985, 2687.4699999999984], "438": [2687.4699999999984, 2689.1099999999983], "439": [2689.1099999999983, 2691.0299999999984], "440": [2691.0299999999984, 2693.9499999999985], "441": [2693.9499999999985, 2696.249999999998], "442": [2696.249999999998, 2698.769999999998], "443": [2698.769999999998, 2700.409999999998], "444": [2700.409999999998, 2707.489999999998], "445": [2707.489999999998, 2713.849999999998], "446": [2713.849999999998, 2717.489999999998], "447": [2717.489999999998, 2721.589999999998], "448": [2721.589999999998, 2725.469999999998], "449": [2725.469999999998, 2728.649999999998], "450": [2728.649999999998, 2733.8499999999976], "451": [2733.8499999999976, 2742.3299999999977], "452": [2742.3299999999977, 2748.2299999999977], "453": [2748.2299999999977, 2751.489999999998], "454": [2751.489999999998, 2753.469999999998], "455": [2753.469999999998, 2754.469999999998], "456": [2754.469999999998, 2756.389999999998], "457": [2756.389999999998, 2757.6699999999983], "458": [2757.6699999999983, 2761.269999999998], "459": [2761.269999999998, 2765.449999999998], "460": [2765.449999999998, 2771.489999999998], "461": [2771.489999999998, 2778.349999999998], "462": [2778.349999999998, 2784.6299999999983], "463": [2784.6299999999983, 2790.9899999999984], "464": [2790.9899999999984, 2794.7299999999987], "465": [2794.7299999999987, 2798.2299999999987], "466": [2798.2299999999987, 2800.089999999999], "467": [2800.089999999999, 2801.6299999999987], "468": [2801.6299999999987, 2803.829999999999], "469": [2803.829999999999, 2805.349999999999], "470": [2805.349999999999, 2811.769999999999], "471": [2811.769999999999, 2816.409999999999], "472": [2816.409999999999, 2818.709999999999], "473": [2818.709999999999, 2821.109999999999], "474": [2821.109999999999, 2826.769999999999], "475": [2826.769999999999, 2834.069999999999], "476": [2834.069999999999, 2840.529999999999], "477": [2840.529999999999, 2847.509999999999], "478": [2847.509999999999, 2851.389999999999], "479": [2851.389999999999, 2857.6899999999987], "480": [2857.6899999999987, 2864.1099999999988], "481": [2864.1099999999988, 2869.6699999999987], "482": [2869.6699999999987, 2874.549999999999], "483": [2874.549999999999, 2880.8499999999985], "484": [2880.8499999999985, 2883.2299999999987], "485": [2883.2299999999987, 2885.2099999999987], "486": [2885.2099999999987, 2887.1099999999988], "487": [2887.1099999999988, 2889.1699999999987], "488": [2889.1699999999987, 2892.3099999999986], "489": [2892.3099999999986, 2894.6699999999983], "490": [2894.6699999999983, 2897.5499999999984], "491": [2897.5499999999984, 2899.789999999998], "492": [2899.789999999998, 2901.6499999999983], "493": [2901.6499999999983, 2903.409999999998], "494": [2903.409999999998, 2909.209999999998], "495": [2909.209999999998, 2915.749999999998], "496": [2915.749999999998, 2918.789999999998], "497": [2918.789999999998, 2921.769999999998], "498": [2921.769999999998, 2927.449999999998], "499": [2927.449999999998, 2935.289999999998], "500": [2935.289999999998, 2941.5499999999984], "501": [2941.5499999999984, 2947.789999999998], "502": [2947.789999999998, 2952.649999999998], "503": [2952.649999999998, 2958.369999999998], "504": [2958.369999999998, 2961.0099999999984], "505": [2961.0099999999984, 2963.5299999999984], "506": [2963.5299999999984, 2964.6499999999983], "507": [2964.6499999999983, 2966.4899999999984], "508": [2966.4899999999984, 2972.0699999999983], "509": [2972.0699999999983, 2976.289999999998], "510": [2976.289999999998, 2978.949999999998], "511": [2978.949999999998, 2980.789999999998], "512": [2980.789999999998, 2984.029999999998], "513": [2984.029999999998, 2987.009999999998], "514": [2987.009999999998, 2989.689999999998], "515": [2989.689999999998, 2992.989999999998], "516": [2992.989999999998, 2994.529999999998], "517": [2994.529999999998, 2996.409999999998], "518": [2996.409999999998, 3003.1699999999983], "519": [3003.1699999999983, 3009.6699999999983], "520": [3009.6699999999983, 3015.8499999999985], "521": [3015.8499999999985, 3023.1499999999987], "522": [3023.1499999999987, 3031.2299999999987], "523": [3031.2299999999987, 3040.2299999999987], "524": [3040.2299999999987, 3047.3499999999985], "525": [3047.3499999999985, 3054.9099999999985], "526": [3054.9099999999985, 3060.5499999999984], "527": [3060.5499999999984, 3066.5699999999983], "528": [3066.5699999999983, 3073.0099999999984], "529": [3073.0099999999984, 3079.729999999998], "530": [3079.729999999998, 3098.4899999999984], "531": [3098.4899999999984, 3120.7699999999986], "532": [3120.7699999999986, 3143.3299999999986], "533": [3143.3299999999986, 3171.3099999999986], "534": [3171.3099999999986, 3179.6299999999987], "535": [3179.6299999999987, 3189.589999999999], "536": [3189.589999999999, 3202.489999999999], "537": [3202.489999999999, 3217.329999999999], "538": [3217.329999999999, 3228.149999999999], "539": [3228.149999999999, 3241.9699999999993], "540": [3241.9699999999993, 3249.9099999999994], "541": [3249.9099999999994, 3261.3499999999995], "542": [3261.3499999999995, 3268.7899999999995], "543": [3268.7899999999995, 3279.0099999999993], "544": [3279.0099999999993, 3288.9699999999993], "545": [3288.9699999999993, 3306.4899999999993], "546": [3306.4899999999993, 3310.8499999999995], "547": [3310.8499999999995, 3313.1099999999997], "548": [3313.1099999999997, 3319.5499999999997], "549": [3319.5499999999997, 3326.6099999999997], "550": [3326.6099999999997, 3328.8499999999995], "551": [3328.8499999999995, 3330.1699999999996], "552": [3330.1699999999996, 3337.0299999999997], "553": [3337.0299999999997, 3342.7299999999996], "554": [3342.7299999999996, 3346.5499999999997], "555": [3346.5499999999997, 3350.5699999999997], "556": [3350.5699999999997, 3352.7499999999995], "557": [3352.7499999999995, 3353.99], "558": [3353.99, 3359.89], "559": [3359.89, 3365.5299999999997], "560": [3365.5299999999997, 3374.41], "561": [3374.41, 3386.23], "562": [3386.23, 3388.87], "563": [3388.87, 3392.39], "564": [3392.39, 3399.5499999999997], "565": [3399.5499999999997, 3408.35], "566": [3408.35, 3410.29], "567": [3410.29, 3412.45], "568": [3412.45, 3423.81], "569": [3423.81, 3435.29], "570": [3435.29, 3441.69], "571": [3441.69, 3450.29], "572": [3450.29, 3457.75], "573": [3457.75, 3468.67], "574": [3468.67, 3478.75], "575": [3478.75, 3487.27], "576": [3487.27, 3510.25], "577": [3510.25, 3536.67], "578": [3536.67, 3541.4500000000003], "579": [3541.4500000000003, 3545.4300000000003], "580": [3545.4300000000003, 3550.03], "581": [3550.03, 3554.7300000000005], "582": [3554.7300000000005, 3558.3300000000004], "583": [3558.3300000000004, 3562.59], "584": [3562.59, 3565.8500000000004], "585": [3565.8500000000004, 3570.6500000000005], "586": [3570.6500000000005, 3579.0700000000006], "587": [3579.0700000000006, 3587.2700000000004], "588": [3587.2700000000004, 3590.9300000000003], "589": [3590.9300000000003, 3594.59], "590": [3594.59, 3598.31], "591": [3598.31, 3602.21], "592": [3602.21, 3608.71], "593": [3608.71, 3611.43], "594": [3611.43, 3615.95], "595": [3615.95, 3620.0899999999997], "596": [3620.0899999999997, 3624.0099999999998], "597": [3624.0099999999998, 3627.5099999999998], "598": [3627.5099999999998, 3633.99], "599": [3633.99, 3639.93], "600": [3639.93, 3649.0699999999997], "601": [3649.0699999999997, 3658.83], "602": [3658.83, 3664.85], "603": [3664.85, 3669.89], "604": [3669.89, 3675.47], "605": [3675.47, 3678.71], "606": [3678.71, 3682.37], "607": [3682.37, 3687.0099999999998], "608": [3687.0099999999998, 3691.97], "609": [3691.97, 3695.27], "610": [3695.27, 3700.57], "611": [3700.57, 3705.79], "612": [3705.79, 3708.87], "613": [3708.87, 3712.6499999999996], "614": [3712.6499999999996, 3722.0699999999997], "615": [3722.0699999999997, 3730.1899999999996], "616": [3730.1899999999996, 3734.99], "617": [3734.99, 3740.1499999999996], "618": [3740.1499999999996, 3749.0499999999997], "619": [3749.0499999999997, 3757.6499999999996], "620": [3757.6499999999996, 3761.9299999999994], "621": [3761.9299999999994, 3765.1499999999996], "622": [3765.1499999999996, 3774.43], "623": [3774.43, 3783.5099999999998], "624": [3783.5099999999998, 3791.45], "625": [3791.45, 3801.6499999999996], "626": [3801.6499999999996, 3811.9299999999994], "627": [3811.9299999999994, 3823.0299999999993], "628": [3823.0299999999993, 3834.4299999999994], "629": [3834.4299999999994, 3847.169999999999], "630": [3847.169999999999, 3849.669999999999], "631": [3849.669999999999, 3851.329999999999], "632": [3851.329999999999, 3855.809999999999], "633": [3855.809999999999, 3860.629999999999], "634": [3860.629999999999, 3876.749999999999], "635": [3876.749999999999, 3891.209999999999], "636": [3891.209999999999, 3893.669999999999], "637": [3893.669999999999, 3896.109999999999], "638": [3896.109999999999, 3914.169999999999], "639": [3914.169999999999, 3931.169999999999], "640": [3931.169999999999, 3935.5899999999992], "641": [3935.5899999999992, 3940.749999999999], "642": [3940.749999999999, 3952.489999999999], "643": [3952.489999999999, 3960.6299999999987], "644": [3960.6299999999987, 3966.7699999999986], "645": [3966.7699999999986, 3973.4499999999985], "646": [3973.4499999999985, 3975.8899999999985], "647": [3975.8899999999985, 3979.3499999999985], "648": [3979.3499999999985, 3986.4499999999985], "649": [3986.4499999999985, 3993.6899999999987], "650": [3993.6899999999987, 3998.7899999999986], "651": [3998.7899999999986, 4006.2099999999987], "652": [4006.2099999999987, 4010.2699999999986], "653": [4010.2699999999986, 4015.8299999999986], "654": [4015.8299999999986, 4021.3499999999985], "655": [4021.3499999999985, 4027.6499999999987], "656": [4027.6499999999987, 4030.029999999999], "657": [4030.029999999999, 4032.8299999999986], "658": [4032.8299999999986, 4038.0099999999984], "659": [4038.0099999999984, 4042.5899999999983], "660": [4042.5899999999983, 4047.8499999999985], "661": [4047.8499999999985, 4055.4499999999985], "662": [4055.4499999999985, 4058.5699999999983], "663": [4058.5699999999983, 4062.1299999999983], "664": [4062.1299999999983, 4070.789999999998], "665": [4070.789999999998, 4080.1899999999982], "666": [4080.1899999999982, 4084.0299999999984], "667": [4084.0299999999984, 4089.0299999999984], "668": [4089.0299999999984, 4094.3299999999986], "669": [4094.3299999999986, 4099.909999999998], "670": [4099.909999999998, 4108.869999999998], "671": [4108.869999999998, 4118.299999999998], "672": [4118.299999999998, 4120.5999999999985], "673": [4120.5999999999985, 4122.899999999999], "674": [4122.899999999999, 4124.999999999998], "675": [4124.999999999998, 4126.959999999998], "676": [4126.959999999998, 4130.039999999998], "677": [4130.039999999998, 4132.539999999998], "678": [4132.539999999998, 4137.119999999998], "679": [4137.119999999998, 4140.619999999998], "680": [4140.619999999998, 4160.579999999998], "681": [4160.579999999998, 4180.979999999998], "682": [4180.979999999998, 4191.699999999998], "683": [4191.699999999998, 4203.659999999998], "684": [4203.659999999998, 4213.439999999998], "685": [4213.439999999998, 4221.799999999997], "686": [4221.799999999997, 4239.159999999997], "687": [4239.159999999997, 4253.619999999997], "688": [4253.619999999997, 4259.539999999997], "689": [4259.539999999997, 4267.039999999997], "690": [4267.039999999997, 4273.199999999997], "691": [4273.199999999997, 4280.7199999999975], "692": [4280.7199999999975, 4284.919999999997], "693": [4284.919999999997, 4290.279999999997], "694": [4290.279999999997, 4298.779999999997], "695": [4298.779999999997, 4307.979999999997], "696": [4307.979999999997, 4315.519999999997], "697": [4315.519999999997, 4322.419999999996], "698": [4322.419999999996, 4328.3799999999965], "699": [4328.3799999999965, 4333.939999999997], "700": [4333.939999999997, 4335.539999999997], "701": [4335.539999999997, 4336.999999999997], "702": [4336.999999999997, 4341.879999999997], "703": [4341.879999999997, 4348.839999999997], "704": [4348.839999999997, 4355.959999999997], "705": [4355.959999999997, 4362.379999999997], "706": [4362.379999999997, 4368.459999999997], "707": [4368.459999999997, 4374.899999999998], "708": [4374.899999999998, 4378.799999999997], "709": [4378.799999999997, 4382.659999999997], "710": [4382.659999999997, 4384.979999999997], "711": [4384.979999999997, 4386.8399999999965], "712": [4386.8399999999965, 4390.039999999996], "713": [4390.039999999996, 4392.3799999999965], "714": [4392.3799999999965, 4394.3799999999965], "715": [4394.3799999999965, 4396.459999999996], "716": [4396.459999999996, 4399.159999999996], "717": [4399.159999999996, 4401.859999999996], "718": [4401.859999999996, 4404.279999999996], "719": [4404.279999999996, 4406.719999999996], "720": [4406.719999999996, 4411.839999999996], "721": [4411.839999999996, 4416.739999999995], "722": [4416.739999999995, 4420.079999999995], "723": [4420.079999999995, 4423.279999999995], "724": [4423.279999999995, 4425.739999999995], "725": [4425.739999999995, 4428.599999999995], "726": [4428.599999999995, 4433.819999999995], "727": [4433.819999999995, 4439.259999999995], "728": [4439.259999999995, 4449.4999999999945], "729": [4449.4999999999945, 4463.739999999994], "730": [4463.739999999994, 4469.479999999994], "731": [4469.479999999994, 4473.319999999994], "732": [4473.319999999994, 4478.639999999994], "733": [4478.639999999994, 4484.399999999994], "734": [4484.399999999994, 4487.439999999994], "735": [4487.439999999994, 4490.919999999995], "736": [4490.919999999995, 4492.799999999995], "737": [4492.799999999995, 4494.339999999995], "738": [4494.339999999995, 4496.959999999995], "739": [4496.959999999995, 4498.5399999999945], "740": [4498.5399999999945, 4501.5399999999945], "741": [4501.5399999999945, 4503.859999999994], "742": [4503.859999999994, 4507.059999999994], "743": [4507.059999999994, 4509.779999999994], "744": [4509.779999999994, 4512.679999999994], "745": [4512.679999999994, 4518.139999999994], "746": [4518.139999999994, 4519.659999999994], "747": [4519.659999999994, 4520.699999999994], "748": [4520.699999999994, 4523.399999999994], "749": [4523.399999999994, 4524.5399999999945], "750": [4524.5399999999945, 4526.799999999995], "751": [4526.799999999995, 4530.359999999995], "752": [4530.359999999995, 4534.419999999995], "753": [4534.419999999995, 4536.859999999994], "754": [4536.859999999994, 4538.739999999994], "755": [4538.739999999994, 4539.4999999999945], "756": [4539.4999999999945, 4542.679999999995], "757": [4542.679999999995, 4544.859999999995], "758": [4544.859999999995, 4549.239999999995], "759": [4549.239999999995, 4552.859999999995], "760": [4552.859999999995, 4556.4599999999955], "761": [4556.4599999999955, 4559.579999999995], "762": [4559.579999999995, 4560.699999999995], "763": [4560.699999999995, 4561.519999999995], "764": [4561.519999999995, 4565.4599999999955], "765": [4565.4599999999955, 4569.359999999995], "766": [4569.359999999995, 4570.539999999995], "767": [4570.539999999995, 4571.4199999999955], "768": [4571.4199999999955, 4582.079999999995], "769": [4582.079999999995, 4592.559999999996], "770": [4592.559999999996, 4594.379999999996], "771": [4594.379999999996, 4595.139999999996], "772": [4595.139999999996, 4596.539999999995], "773": [4596.539999999995, 4597.699999999995], "774": [4597.699999999995, 4604.659999999995], "775": [4604.659999999995, 4611.179999999995], "776": [4611.179999999995, 4617.899999999995], "777": [4617.899999999995, 4625.339999999995], "778": [4625.339999999995, 4628.019999999995], "779": [4628.019999999995, 4630.199999999995], "780": [4630.199999999995, 4635.479999999995], "781": [4635.479999999995, 4639.319999999995], "782": [4639.319999999995, 4643.839999999995], "783": [4643.839999999995, 4650.759999999995], "784": [4650.759999999995, 4653.699999999994], "785": [4653.699999999994, 4655.619999999994], "786": [4655.619999999994, 4669.979999999994], "787": [4669.979999999994, 4681.9999999999945], "788": [4681.9999999999945, 4683.779999999994], "789": [4683.779999999994, 4685.479999999994], "790": [4685.479999999994, 4688.479999999994], "791": [4688.479999999994, 4691.939999999994], "792": [4691.939999999994, 4694.159999999994], "793": [4694.159999999994, 4695.739999999994], "794": [4695.739999999994, 4700.919999999995], "795": [4700.919999999995, 4705.659999999994], "796": [4705.659999999994, 4715.9999999999945], "797": [4715.9999999999945, 4724.839999999995], "798": [4724.839999999995, 4739.379999999995], "799": [4739.379999999995, 4756.0399999999945], "800": [4756.0399999999945, 4766.459999999995], "801": [4766.459999999995, 4777.899999999994], "802": [4777.899999999994, 4786.119999999994], "803": [4786.119999999994, 4794.5399999999945], "804": [4794.5399999999945, 4804.559999999995], "805": [4804.559999999995, 4814.379999999995], "806": [4814.379999999995, 4824.139999999995], "807": [4824.139999999995, 4836.459999999995], "808": [4836.459999999995, 4846.839999999995], "809": [4846.839999999995, 4857.879999999995], "810": [4857.879999999995, 4864.619999999994], "811": [4864.619999999994, 4872.219999999995], "812": [4872.219999999995, 4887.679999999995], "813": [4887.679999999995, 4903.739999999995], "814": [4903.739999999995, 4913.039999999995], "815": [4913.039999999995, 4922.119999999995], "816": [4922.119999999995, 4925.819999999995], "817": [4925.819999999995, 4930.259999999995], "818": [4930.259999999995, 4940.0799999999945], "819": [4940.0799999999945, 4948.819999999994], "820": [4948.819999999994, 4953.879999999995], "821": [4953.879999999995, 4959.119999999994], "822": [4959.119999999994, 4961.0799999999945], "823": [4961.0799999999945, 4962.9999999999945], "824": [4962.9999999999945, 4967.479999999994], "825": [4967.479999999994, 4970.899999999994], "826": [4970.899999999994, 4976.899999999994], "827": [4976.899999999994, 4981.979999999994], "828": [4981.979999999994, 4986.679999999994], "829": [4986.679999999994, 4991.199999999994], "830": [4991.199999999994, 4994.479999999994], "831": [4994.479999999994, 4997.139999999994], "832": [4997.139999999994, 5001.339999999994], "833": [5001.339999999994, 5007.299999999994], "834": [5007.299999999994, 5011.739999999993], "835": [5011.739999999993, 5013.959999999994], "836": [5013.959999999994, 5016.519999999994], "837": [5016.519999999994, 5018.599999999994], "838": [5018.599999999994, 5022.219999999994], "839": [5022.219999999994, 5025.959999999994], "840": [5025.959999999994, 5030.999999999994], "841": [5030.999999999994, 5038.819999999993], "842": [5038.819999999993, 5042.1199999999935], "843": [5042.1199999999935, 5045.339999999994], "844": [5045.339999999994, 5054.359999999993], "845": [5054.359999999993, 5062.099999999993], "846": [5062.099999999993, 5067.539999999993], "847": [5067.539999999993, 5072.459999999993], "848": [5072.459999999993, 5075.839999999993], "849": [5075.839999999993, 5078.299999999993], "850": [5078.299999999993, 5080.759999999993], "851": [5080.759999999993, 5082.419999999993], "852": [5082.419999999993, 5085.319999999992], "853": [5085.319999999992, 5088.579999999993], "854": [5088.579999999993, 5092.339999999993], "855": [5092.339999999993, 5094.379999999993], "856": [5094.379999999993, 5097.019999999993], "857": [5097.019999999993, 5098.999999999993], "858": [5098.999999999993, 5101.139999999993], "859": [5101.139999999993, 5102.559999999993], "860": [5102.559999999993, 5104.359999999993], "861": [5104.359999999993, 5105.6199999999935], "862": [5105.6199999999935, 5108.459999999994], "863": [5108.459999999994, 5110.439999999993], "864": [5110.439999999993, 5112.839999999993], "865": [5112.839999999993, 5114.419999999993], "866": [5114.419999999993, 5117.159999999993], "867": [5117.159999999993, 5118.519999999992], "868": [5118.519999999992, 5121.599999999992], "869": [5121.599999999992, 5123.799999999992], "870": [5123.799999999992, 5125.379999999992], "871": [5125.379999999992, 5126.179999999992], "872": [5126.179999999992, 5129.639999999992], "873": [5129.639999999992, 5132.579999999992], "874": [5132.579999999992, 5139.119999999992], "875": [5139.119999999992, 5146.139999999992], "876": [5146.139999999992, 5151.319999999992], "877": [5151.319999999992, 5157.379999999993], "878": [5157.379999999993, 5169.499999999993], "879": [5169.499999999993, 5185.919999999993], "880": [5185.919999999993, 5197.819999999992], "881": [5197.819999999992, 5211.319999999992], "882": [5211.319999999992, 5224.919999999993], "883": [5224.919999999993, 5240.2799999999925], "884": [5240.2799999999925, 5250.759999999993], "885": [5250.759999999993, 5263.899999999993], "886": [5263.899999999993, 5279.319999999993], "887": [5279.319999999993, 5296.1199999999935], "888": [5296.1199999999935, 5309.839999999994], "889": [5309.839999999994, 5324.739999999993], "890": [5324.739999999993, 5328.599999999993], "891": [5328.599999999993, 5331.719999999993], "892": [5331.719999999993, 5332.319999999993], "893": [5332.319999999993, 5333.419999999994], "894": [5333.419999999994, 5336.899999999994], "895": [5336.899999999994, 5340.439999999994], "896": [5340.439999999994, 5344.799999999994], "897": [5344.799999999994, 5348.759999999994], "898": [5348.759999999994, 5352.199999999993], "899": [5352.199999999993, 5355.459999999994], "900": [5355.459999999994, 5359.219999999994], "901": [5359.219999999994, 5362.199999999993], "902": [5362.199999999993, 5366.559999999993], "903": [5366.559999999993, 5370.979999999993], "904": [5370.979999999993, 5374.1599999999935], "905": [5374.1599999999935, 5376.739999999993], "906": [5376.739999999993, 5381.819999999993], "907": [5381.819999999993, 5386.359999999993], "908": [5386.359999999993, 5388.6199999999935], "909": [5388.6199999999935, 5392.059999999993], "910": [5392.059999999993, 5395.359999999993], "911": [5395.359999999993, 5397.039999999994], "912": [5397.039999999994, 5398.999999999994], "913": [5398.999999999994, 5400.899999999993], "914": [5400.899999999993, 5403.219999999993], "915": [5403.219999999993, 5404.379999999993], "916": [5404.379999999993, 5414.1999999999925], "917": [5414.1999999999925, 5428.079999999993], "918": [5428.079999999993, 5435.399999999992], "919": [5435.399999999992, 5443.2399999999925], "920": [5443.2399999999925, 5463.1999999999925], "921": [5463.1999999999925, 5485.119999999993], "922": [5485.119999999993, 5492.499999999993], "923": [5492.499999999993, 5501.319999999992], "924": [5501.319999999992, 5506.319999999992], "925": [5506.319999999992, 5513.479999999992], "926": [5513.479999999992, 5517.1999999999925], "927": [5517.1999999999925, 5521.399999999992], "928": [5521.399999999992, 5524.859999999992], "929": [5524.859999999992, 5527.859999999992], "930": [5527.859999999992, 5534.339999999992], "931": [5534.339999999992, 5539.939999999992], "932": [5539.939999999992, 5543.319999999992], "933": [5543.319999999992, 5546.579999999993], "934": [5546.579999999993, 5554.259999999993], "935": [5554.259999999993, 5563.639999999993], "936": [5563.639999999993, 5576.819999999993], "937": [5576.819999999993, 5590.459999999994], "938": [5590.459999999994, 5595.539999999994], "939": [5595.539999999994, 5601.639999999994], "940": [5601.639999999994, 5610.399999999994], "941": [5610.399999999994, 5619.619999999994], "942": [5619.619999999994, 5631.799999999995], "943": [5631.799999999995, 5645.239999999994], "944": [5645.239999999994, 5653.879999999995], "945": [5653.879999999995, 5663.739999999994], "946": [5663.739999999994, 5668.279999999994], "947": [5668.279999999994, 5671.879999999995], "948": [5671.879999999995, 5673.719999999995], "949": [5673.719999999995, 5676.5399999999945], "950": [5676.5399999999945, 5677.979999999994], "951": [5677.979999999994, 5679.179999999994], "952": [5679.179999999994, 5681.599999999994], "953": [5681.599999999994, 5684.439999999994], "954": [5684.439999999994, 5686.899999999994], "955": [5686.899999999994, 5688.619999999994], "956": [5688.619999999994, 5691.179999999995], "957": [5691.179999999995, 5693.139999999995], "958": [5693.139999999995, 5696.779999999995], "959": [5696.779999999995, 5700.159999999995], "960": [5700.159999999995, 5702.759999999995], "961": [5702.759999999995, 5704.439999999995], "962": [5704.439999999995, 5709.339999999995], "963": [5709.339999999995, 5713.9999999999945], "964": [5713.9999999999945, 5716.399999999994], "965": [5716.399999999994, 5718.519999999994], "966": [5718.519999999994, 5722.9999999999945], "967": [5722.9999999999945, 5728.899999999994], "968": [5728.899999999994, 5731.099999999994], "969": [5731.099999999994, 5733.479999999994], "970": [5733.479999999994, 5735.659999999994], "971": [5735.659999999994, 5737.659999999994], "972": [5737.659999999994, 5743.159999999994], "973": [5743.159999999994, 5749.439999999994], "974": [5749.439999999994, 5755.519999999994], "975": [5755.519999999994, 5761.819999999994], "976": [5761.819999999994, 5763.799999999994], "977": [5763.799999999994, 5764.999999999994], "978": [5764.999999999994, 5767.599999999994], "979": [5767.599999999994, 5769.959999999994], "980": [5769.959999999994, 5772.579999999994], "981": [5772.579999999994, 5775.199999999993], "982": [5775.199999999993, 5777.499999999994], "983": [5777.499999999994, 5779.519999999993], "984": [5779.519999999993, 5781.059999999993], "985": [5781.059999999993, 5782.979999999993], "986": [5782.979999999993, 5787.6599999999935], "987": [5787.6599999999935, 5791.819999999993], "988": [5791.819999999993, 5796.419999999994], "989": [5796.419999999994, 5800.999999999994], "990": [5800.999999999994, 5808.919999999994], "991": [5808.919999999994, 5818.279999999993], "992": [5818.279999999993, 5820.919999999994], "993": [5820.919999999994, 5823.839999999994], "994": [5823.839999999994, 5826.1199999999935], "995": [5826.1199999999935, 5828.259999999994], "996": [5828.259999999994, 5835.979999999994], "997": [5835.979999999994, 5844.219999999994], "998": [5844.219999999994, 5850.299999999994], "999": [5850.299999999994, 5856.359999999993], "1000": [5856.359999999993, 5863.819999999993], "1001": [5863.819999999993, 5872.279999999993], "1002": [5872.279999999993, 5877.999999999994], "1003": [5877.999999999994, 5884.599999999994], "1004": [5884.599999999994, 5895.779999999994], "1005": [5895.779999999994, 5907.699999999994], "1006": [5907.699999999994, 5910.5399999999945], "1007": [5910.5399999999945, 5913.399999999994], "1008": [5913.399999999994, 5917.019999999994], "1009": [5917.019999999994, 5921.639999999994], "1010": [5921.639999999994, 5923.779999999994], "1011": [5923.779999999994, 5926.359999999994], "1012": [5926.359999999994, 5932.559999999994], "1013": [5932.559999999994, 5940.5799999999945], "1014": [5940.5799999999945, 5945.879999999995], "1015": [5945.879999999995, 5950.179999999995], "1016": [5950.179999999995, 5959.199999999995], "1017": [5959.199999999995, 5968.039999999995], "1018": [5968.039999999995, 5972.739999999995], "1019": [5972.739999999995, 5976.879999999996], "1020": [5976.879999999996, 5987.079999999995], "1021": [5987.079999999995, 5997.999999999995], "1022": [5997.999999999995, 6001.359999999995], "1023": [6001.359999999995, 6005.399999999995], "1024": [6005.399999999995, 6007.539999999995], "1025": [6007.539999999995, 6009.119999999995], "1026": [6009.119999999995, 6010.519999999995], "1027": [6010.519999999995, 6011.419999999995], "1028": [6011.419999999995, 6014.339999999995], "1029": [6014.339999999995, 6017.679999999995], "1030": [6017.679999999995, 6022.719999999995], "1031": [6022.719999999995, 6027.819999999995], "1032": [6027.819999999995, 6036.879999999996], "1033": [6036.879999999996, 6045.659999999995], "1034": [6045.659999999995, 6051.159999999995], "1035": [6051.159999999995, 6056.139999999996], "1036": [6056.139999999996, 6058.739999999996], "1037": [6058.739999999996, 6061.099999999996], "1038": [6061.099999999996, 6063.639999999996], "1039": [6063.639999999996, 6065.979999999996], "1040": [6065.979999999996, 6069.819999999996], "1041": [6069.819999999996, 6073.659999999996], "1042": [6073.659999999996, 6079.7999999999965], "1043": [6079.7999999999965, 6087.439999999997], "1044": [6087.439999999997, 6090.179999999997], "1045": [6090.179999999997, 6093.619999999997], "1046": [6093.619999999997, 6098.139999999998], "1047": [6098.139999999998, 6102.779999999998], "1048": [6102.779999999998, 6109.7199999999975], "1049": [6109.7199999999975, 6117.439999999998], "1050": [6117.439999999998, 6125.959999999997], "1051": [6125.959999999997, 6136.559999999998], "1052": [6136.559999999998, 6146.779999999998], "1053": [6146.779999999998, 6156.2599999999975], "1054": [6156.2599999999975, 6166.619999999997], "1055": [6166.619999999997, 6180.079999999997], "1056": [6180.079999999997, 6187.919999999997], "1057": [6187.919999999997, 6193.399999999997], "1058": [6193.399999999997, 6194.7999999999965], "1059": [6194.7999999999965, 6196.259999999997], "1060": [6196.259999999997, 6198.139999999997], "1061": [6198.139999999997, 6200.599999999997], "1062": [6200.599999999997, 6202.559999999997], "1063": [6202.559999999997, 6205.079999999997], "1064": [6205.079999999997, 6206.679999999998], "1065": [6206.679999999998, 6207.879999999997], "1066": [6207.879999999997, 6210.099999999998], "1067": [6210.099999999998, 6212.299999999997], "1068": [6212.299999999997, 6214.199999999997], "1069": [6214.199999999997, 6216.899999999997], "1070": [6216.899999999997, 6219.139999999997], "1071": [6219.139999999997, 6221.2999999999965], "1072": [6221.2999999999965, 6223.859999999997], "1073": [6223.859999999997, 6226.919999999997], "1074": [6226.919999999997, 6231.399999999997], "1075": [6231.399999999997, 6235.719999999997], "1076": [6235.719999999997, 6240.519999999997], "1077": [6240.519999999997, 6245.359999999997], "1078": [6245.359999999997, 6246.759999999997], "1079": [6246.759999999997, 6248.019999999997], "1080": [6248.019999999997, 6248.519999999997], "1081": [6248.519999999997, 6249.319999999997], "1082": [6249.319999999997, 6251.119999999997], "1083": [6251.119999999997, 6252.299999999997], "1084": [6252.299999999997, 6254.439999999998], "1085": [6254.439999999998, 6256.799999999997], "1086": [6256.799999999997, 6259.779999999997], "1087": [6259.779999999997, 6263.099999999997], "1088": [6263.099999999997, 6266.059999999997], "1089": [6266.059999999997, 6268.779999999997], "1090": [6268.779999999997, 6271.319999999997], "1091": [6271.319999999997, 6273.219999999997], "1092": [6273.219999999997, 6275.679999999997], "1093": [6275.679999999997, 6277.899999999997], "1094": [6277.899999999997, 6283.039999999997], "1095": [6283.039999999997, 6288.479999999997], "1096": [6288.479999999997, 6292.699999999997], "1097": [6292.699999999997, 6295.899999999997], "1098": [6295.899999999997, 6301.919999999997], "1099": [6301.919999999997, 6307.659999999997], "1100": [6307.659999999997, 6309.659999999997], "1101": [6309.659999999997, 6311.2599999999975], "1102": [6311.2599999999975, 6318.079999999997], "1103": [6318.079999999997, 6324.339999999997], "1104": [6324.339999999997, 6330.879999999997], "1105": [6330.879999999997, 6339.539999999997], "1106": [6339.539999999997, 6345.299999999997], "1107": [6345.299999999997, 6353.019999999998], "1108": [6353.019999999998, 6357.059999999998], "1109": [6357.059999999998, 6362.099999999998], "1110": [6362.099999999998, 6366.079999999997], "1111": [6366.079999999997, 6369.599999999998], "1112": [6369.599999999998, 6377.519999999998], "1113": [6377.519999999998, 6385.479999999998], "1114": [6385.479999999998, 6387.399999999998], "1115": [6387.399999999998, 6388.979999999998], "1116": [6388.979999999998, 6392.079999999998], "1117": [6392.079999999998, 6395.439999999998], "1118": [6395.439999999998, 6401.299999999997], "1119": [6401.299999999997, 6408.779999999997], "1120": [6408.779999999997, 6410.699999999997], "1121": [6410.699999999997, 6411.7599999999975], "1122": [6411.7599999999975, 6415.419999999997], "1123": [6415.419999999997, 6421.539999999997], "1124": [6421.539999999997, 6425.699999999997], "1125": [6425.699999999997, 6428.699999999997], "1126": [6428.699999999997, 6431.239999999997], "1127": [6431.239999999997, 6432.939999999997], "1128": [6432.939999999997, 6435.939999999997], "1129": [6435.939999999997, 6439.179999999997], "1130": [6439.179999999997, 6441.979999999997], "1131": [6441.979999999997, 6443.559999999997], "1132": [6443.559999999997, 6445.579999999996], "1133": [6445.579999999996, 6446.859999999996], "1134": [6446.859999999996, 6451.799999999996], "1135": [6451.799999999996, 6458.879999999996], "1136": [6458.879999999996, 6468.679999999996], "1137": [6468.679999999996, 6480.359999999996], "1138": [6480.359999999996, 6489.3399999999965], "1139": [6489.3399999999965, 6498.979999999997], "1140": [6498.979999999997, 6507.499999999996], "1141": [6507.499999999996, 6516.919999999996], "1142": [6516.919999999996, 6519.279999999996], "1143": [6519.279999999996, 6521.119999999996], "1144": [6521.119999999996, 6525.719999999997], "1145": [6525.719999999997, 6529.359999999997], "1146": [6529.359999999997, 6540.039999999997], "1147": [6540.039999999997, 6550.7199999999975], "1148": [6550.7199999999975, 6552.979999999998], "1149": [6552.979999999998, 6555.639999999998], "1150": [6555.639999999998, 6559.499999999997], "1151": [6559.499999999997, 6564.2599999999975], "1152": [6564.2599999999975, 6569.539999999997], "1153": [6569.539999999997, 6575.659999999997], "1154": [6575.659999999997, 6578.539999999997], "1155": [6578.539999999997, 6582.339999999997], "1156": [6582.339999999997, 6587.859999999997], "1157": [6587.859999999997, 6593.279999999997], "1158": [6593.279999999997, 6595.799999999997], "1159": [6595.799999999997, 6598.2599999999975], "1160": [6598.2599999999975, 6602.7199999999975], "1161": [6602.7199999999975, 6607.459999999997], "1162": [6607.459999999997, 6615.199999999997], "1163": [6615.199999999997, 6622.819999999997], "1164": [6622.819999999997, 6626.939999999997], "1165": [6626.939999999997, 6631.3399999999965], "1166": [6631.3399999999965, 6634.219999999997], "1167": [6634.219999999997, 6637.679999999997], "1168": [6637.679999999997, 6640.699999999997], "1169": [6640.699999999997, 6644.059999999997], "1170": [6644.059999999997, 6654.419999999996], "1171": [6654.419999999996, 6665.519999999997], "1172": [6665.519999999997, 6675.219999999997], "1173": [6675.219999999997, 6684.499999999996], "1174": [6684.499999999996, 6691.419999999996], "1175": [6691.419999999996, 6699.199999999996], "1176": [6699.199999999996, 6709.3799999999965], "1177": [6709.3799999999965, 6724.079999999996], "1178": [6724.079999999996, 6728.059999999996], "1179": [6728.059999999996, 6732.519999999996], "1180": [6732.519999999996, 6736.479999999996], "1181": [6736.479999999996, 6739.719999999996], "1182": [6739.719999999996, 6745.059999999996], "1183": [6745.059999999996, 6753.079999999996], "1184": [6753.079999999996, 6762.279999999996], "1185": [6762.279999999996, 6771.399999999996], "1186": [6771.399999999996, 6783.679999999996], "1187": [6783.679999999996, 6796.219999999996], "1188": [6796.219999999996, 6805.139999999996], "1189": [6805.139999999996, 6813.9199999999955], "1190": [6813.9199999999955, 6817.619999999995], "1191": [6817.619999999995, 6821.139999999996], "1192": [6821.139999999996, 6824.239999999996], "1193": [6824.239999999996, 6827.739999999996], "1194": [6827.739999999996, 6831.3399999999965], "1195": [6831.3399999999965, 6834.199999999996], "1196": [6834.199999999996, 6843.399999999996], "1197": [6843.399999999996, 6853.559999999996], "1198": [6853.559999999996, 6859.939999999996], "1199": [6859.939999999996, 6866.359999999996], "1200": [6866.359999999996, 6872.979999999996], "1201": [6872.979999999996, 6879.899999999996], "1202": [6879.899999999996, 6882.739999999996], "1203": [6882.739999999996, 6886.099999999996], "1204": [6886.099999999996, 6889.699999999996], "1205": [6889.699999999996, 6894.659999999996], "1206": [6894.659999999996, 6898.8799999999965], "1207": [6898.8799999999965, 6901.999999999996], "1208": [6901.999999999996, 6905.519999999997], "1209": [6905.519999999997, 6908.8799999999965], "1210": [6908.8799999999965, 6911.999999999996], "1211": [6911.999999999996, 6916.139999999997], "1212": [6916.139999999997, 6923.099999999997], "1213": [6923.099999999997, 6932.239999999997], "1214": [6932.239999999997, 6938.099999999997], "1215": [6938.099999999997, 6944.059999999997], "1216": [6944.059999999997, 6946.479999999997], "1217": [6946.479999999997, 6948.739999999997], "1218": [6948.739999999997, 6950.519999999997], "1219": [6950.519999999997, 6952.579999999997], "1220": [6952.579999999997, 6955.539999999997], "1221": [6955.539999999997, 6958.7599999999975], "1222": [6958.7599999999975, 6961.979999999998], "1223": [6961.979999999998, 6965.559999999998], "1224": [6965.559999999998, 6967.839999999997], "1225": [6967.839999999997, 6970.579999999997], "1226": [6970.579999999997, 6972.819999999997], "1227": [6972.819999999997, 6974.959999999997], "1228": [6974.959999999997, 6977.859999999997], "1229": [6977.859999999997, 6980.8399999999965], "1230": [6980.8399999999965, 6984.579999999996], "1231": [6984.579999999996, 6987.659999999996], "1232": [6987.659999999996, 6996.539999999996], "1233": [6996.539999999996, 7006.559999999997], "1234": [7006.559999999997, 7017.8399999999965], "1235": [7017.8399999999965, 7032.019999999997], "1236": [7032.019999999997, 7038.219999999997], "1237": [7038.219999999997, 7045.079999999996], "1238": [7045.079999999996, 7054.279999999996], "1239": [7054.279999999996, 7063.399999999996]}}